{
    "Subject Level 1: 100 COMPLAINT: Any comment expressing dissatisfaction.": {
        "Subject Level 2: 110 Issue/Trend Complaints: Any comment expressing dissatisfaction about an issue-related topic.": {
            "Subject Level 3: 111  Animal Rights Complaints:  Any comment expressing dissatisfaction about Colgate’s policy or progress on animal rights/animal testing.": {
                "11101": {
                    "Long Desc": "Complaint Issue Animal Rights Objects to Animal Testing",
                    "Definition": "When a consumer complains about C-P's Corporate Policy which provides for animal testing (though minimal).  If a consumer asks about our policy, but does not express any negative feeling about animal testing, use the inquiry subject 21101 (Issue - Animal Rights Inquiry)"
                }
            },
            "Subject Level 3: 112  Environment Complaints: Any comment expressing dissatisfaction about Colgate’s policy or progress on the environment": {
                "11202": {
                    "Long Desc": "Complaint Issue Environment Product Biodegradability",
                    "Definition": "When a consumer complains that the ingredients in a product are not biodegradable or completely biodegradable."
                },
                "11203": {
                    "Long Desc": "Complaint Issue Environment Excess Packaging",
                    "Definition": "When a consumer complains about too much packaging.  Examples could be: plastic over wrap on packages, products in both plastic containers as well outer cartons, on-packs attached with too much packing material."
                },
                "11204": {
                    "Long Desc": "Complaint Issue Environment Phosphates",
                    "Definition": "When a consumer complains about phosphates in our products for environmental reasons."
                },
                "11205": {
                    "Long Desc": "Complaint Issue Environment Environmental Packaging",
                    "Definition": "When a consumer complains generally about the environmental aspects of our packages (but when it is not specifically about recyclability, over packaging, etc.)."
                },
                "11206": {
                    "Long Desc": "Complaint Issue Environment Recyclability",
                    "Definition": "When a consumer complains about a product package not being recyclable."
                },
                "11207": {
                    "Long Desc": "Complaint Issue Environment Miscellaneous",
                    "Definition": "When a consumer complains about an environmental issue that is not captured by another issue environment subject."
                },
                "11208": {
                    "Long Desc": "Complaint Issue Environment Palm Oil / Palm Kernelate",
                    "Definition": "When a consumer complains about the use of palm oil as an ingredient."
                },
                "11209": {
                    "Long Desc": "Complaint Issue Environment Microplastics/Beads/Polyethylene",
                    "Definition": "When a consumer complains about microplastics, microbeads, or polyethylene in our products for environmental reasons. Note, if a consumer simply asks about the presence of microbeads in a product that doesn’t contain them and doesn’t register a complaint, use subject code 21204."
                }
            },
            "Subject Level 3: 114  Religious/Moral Complaints Any comment expressing dissatisfaction about Colgate, or its products or ingredients with regard to religious or moral beliefs": {
                "11401": {
                    "Long Desc": "Complaint Issue Religious / Moral Animal Origin / By-Product",
                    "Definition": "When a consumer complains about the use of an ingredient derived from animals (i.e. glycerin in toothpaste) because of religious or moral reasons.  Please use together with source code beginning with 007, description begins with \"Religion\" whenever possible (probe as needed to capture this accurately).  When a consumer just asks about this, use subject 21301 (Issue - Animal Origin/Kosher/Halal Inquiry)."
                },
                "11403": {
                    "Long Desc": "Complaint Issue Religious / Moral Miscellaneous",
                    "Definition": "When a consumer complains about any religious/moral issue that is not covered by another specific code."
                }
            },
            "Subject Level 3: 115  Safety/Health Ingredient Complaints: Any comment expressing dissatisfaction about Colgate’s products or ingredients with regard to their safety or impact to health to the general population": {
                "11501": {
                    "Long Desc": "Complaint Issue Safety Aluminum",
                    "Definition": "When a consumer complains about the presence of aluminum in a product (antiperspirant/toothpaste; might mention that it contributes to Alzheimer's disease) from a general safety perspective.  If the concern is over antiperspirants causing cancer in general use subject 11523.  If the consumer is only asking if a product contains aluminum, how much aluminum, or what the aluminum in the product does, use subject 25132 (Ingredient Inquiry - Aluminum)."
                },
                "11502": {
                    "Long Desc": "Complaint Issue Safety Dyes",
                    "Definition": "When a consumer complains about the presence of dyes (colorings) in a product from a general safety perspective.  If the consumer is only asking about whether a product contains dyes, or which dyes a product contains (for example, if the consumer is allergic to a dye), then use subject 25125 (Ingredient Inquiry - Dye/Colorant)."
                },
                "11503": {
                    "Long Desc": "Complaint Issue Safety Fluoride",
                    "Definition": "When a consumer complains about the presence of fluoride in a product from a general safety perspective. For example, this may be expressed as a concern about fluoride in oral care products combining with fluoride in water to cause over-fluoridation and resulting fluorosis, or a belief that fluoride causes cancer.  If the consumer also reports having fluorosis, double code with the AE subject 15222 (AE - Fluorosis).  If the consumer is only asking about fluoride - such as whether a product has it, or what type of fluoride is in the product, or how much the product contains, use subject 25107 (Ingredient Inquiry - Fluoride)."
                },
                "11504": {
                    "Long Desc": "Complaint Issue Safety Formaldehyde",
                    "Definition": "When a consumer is complains about the presence of formaldehyde in a product from a general safety perspective.  Please note that some consumers may also refer to ingredients such as Quaternium-15, DMD Hydantoin, and Formalin which are formaldehyde-releasing agents.  Often, consumers believe these ingredients cause cancer.  If the consumer is only asking about formaldehyde - such as whether a product has it, contains, use subject 25108 (Ingredient Inquiry - Formaldehyde)."
                },
                "11505": {
                    "Long Desc": "Complaint Issue Safety Miscellaneous Ingredients",
                    "Definition": "When a consumer complains about any other ingredient which is perceived by a consumer as unsafe that we do not have a specific subject code for.  Note, this is only for complaints. When a consumer begins the contact by asking a question about an ingredient from a health/safety perspective, and then we give them an answer they are not happy about, it can be considered a complaint."
                },
                "11506": {
                    "Long Desc": "Complaint Issue Safety Saccharin",
                    "Definition": "When a consumer complains about the presence of saccharin in a product from a general safety perspective. (i.e. causes cancer).   If the consumer is only asking about whether a product contains saccharin, use subject 25104 (Ingredient Inquiry - Artificial Sweetener)"
                },
                "11507": {
                    "Long Desc": "Complaint Issue Safety Product Toxicity",
                    "Definition": "When a consumer complains that a product manufactured by C-P could be generally dangerous (toxic).  Please note that when a consumer is asking about whether a product is toxic or not, use subject 21501 (Issue – Product Safety/Toxicity Inquiry)."
                },
                "11508": {
                    "Long Desc": "Complaint Issue Safety Nanotechnology",
                    "Definition": "When a consumer complains about the presence of nanotechnology or nanoparticles in our products for safety reasons."
                },
                "11509": {
                    "Long Desc": "Complaint Issue Safety Sodium Lauryl/Laureth Sulfate",
                    "Definition": "When a consumer complains about the presence of sodium lauryl sulfate (SLS) or sodium laureth sulfate (SLES) in a product from a general safety perspective.  If about SLS in OC products, the concern is about canker sores or cancer.  If about SLES in PC products, the concern is about extreme dermal irritation or cancer.  Please note, that if the consumer is only asking about sodium lauryl or laureth sulfate - such as whether a product has it (possibly for allergic reasons), use 25129 (Ingredient Inquiry - Sodium Lauryl Sulfate)."
                },
                "11510": {
                    "Long Desc": "Complaint Issue Safety Peroxide",
                    "Definition": "When a consumer complains about the presence of peroxide in a product from a general safety perspective.   Please note, that if the consumer is only asking about peroxide - such as whether a product has it (possibly for allergic reasons), use 25127 (Ingredient Inquiry - Peroxide)."
                },
                "11511": {
                    "Long Desc": "Complaint Issue Safety Triclosan",
                    "Definition": "When a consumer complains about the presence of triclosan in a product from a general safety perspective.   Please note, that if the consumer is only asking about triclosan - such as whether a product has it (possibly for allergic reasons), or how much triclosan is in the product, use 25117 (Ingredient Inquiry - Triclosan)."
                },
                "11512": {
                    "Long Desc": "Complaint Issue Safety DEA (Diethanolamine)",
                    "Definition": "When a consumer complains about the presence of DEA (Diethanolanime - the foaming agent in liquid hand soaps) in a product from a general safety perspective.  The concern is often about cancer."
                },
                "11513": {
                    "Long Desc": "Complaint Issue Safety Petroleum",
                    "Definition": "When a consumer complains about the presence of petroleum in a product from a general safety perspective."
                },
                "11514": {
                    "Long Desc": "Complaint Issue Safety Propylene Glycol",
                    "Definition": "When a consumer complains about the presence of propylene glycol in a product from a general safety perspective. Please note, that if the consumer is only asking about propylene glycol - such as whether a product has it (possibly for allergic reasons), use 25135 (Ingredient Inquiry - Propylene Glycol)."
                },
                "11515": {
                    "Long Desc": "Complaint Issue Non-Triclosan AB Ingredients/Product",
                    "Definition": "When a consumer complains about the presence of an antibacterial ingredient other than triclosan in a product, from a general safety perspective.   Please note, that if the consumer is simply asking if a product is antibacterial , use 26101 (Inquiry Product Information Antibacterial). If the reason they object to a product being antibacterial is due to triclosan, use code  11511 (Complaint Issue Safety Triclosan).  Examples of when this would be used:  when a consumer is concerned that a product is antibacterial but doesn't know or relate it to the inclusion of a specific ingredient, or when the antibacterial ingredient is something other than triclosan (such as lactic acid, benzalkonium chloride, or any other)."
                },
                "11516": {
                    "Long Desc": "Complaint Issue Safety Sodium Hydroxide / Lye",
                    "Definition": "When a consumer complains about the presence of sodium hydroxide / lye in a product from a general safety perspective."
                },
                "11517": {
                    "Long Desc": "Complaint Issue Safety Talc",
                    "Definition": "When a consumer complains about the presence of talc in a product from a general safety perspective."
                },
                "11518": {
                    "Long Desc": "Complaint Issue Safety Titanium Dioxide",
                    "Definition": "When a consumer complains about the presence of titanium dioxide in a product from a general safety perspective."
                },
                "11519": {
                    "Long Desc": "Complaint Issue Safety BSE / Mad Cow",
                    "Definition": "When a consumer complains that they are concerned about Mad Cow/BSE (Bovine spongiform encephalopathy) and the use of any beef from sick animals in our products.  (Note:  The consumer must mention Mad Cow/BSE)"
                },
                "11520": {
                    "Long Desc": "Complaint Issue Safety Aspartame",
                    "Definition": "When a consumer complains about the presence of aspartame in a product from a general safety perspective. Please note, that if the consumer is only asking about aspartame - such as whether a product has it (possibly for allergic reasons), use 25104 (Ingredient Inquiry - Artificial Sweetener)."
                },
                "11521": {
                    "Long Desc": "Complaint Issue Safety Alcohol",
                    "Definition": "When a consumer complains about the presence of alcohol in a product from a general safety perspective. Please note, that if the consumer is only asking about alcohol - such as whether a product has it (possibly for allergic reasons), use 25102 (Ingredient Inquiry - Alcohol)."
                },
                "11522": {
                    "Long Desc": "Complaint Issue Safety Phthalates",
                    "Definition": "When a consumer complains about the presence of phthalates in a product from a general safety perspective."
                },
                "11523": {
                    "Long Desc": "Complaint Issue Safety Cancer",
                    "Definition": "When a consumer complains that one of our products cause cancer in a general and broad way. If they mention attributing this to any specific ingredient/attribute/function, code under specific complaint issue safety ingredient code. If the consumer talks about cancer after reading or linking to an article linking an ingredient in our product and cancer, code under the ingredient.  If the consumer alleges (reports) that an individual (patient) has cancer as the result of using our product, code as 15170 Complaint Adverse Event Cancer or 15Y30 Suspected Unconfirmed Adverse Event Reported in Social Media if this is reported in social media.  Example of verbatim where this subject would be used: \"Colgate causes cancer.\""
                },
                "11524": {
                    "Long Desc": "Complaint Issue Safety Benzene",
                    "Definition": "When a consumer complains about the presence of benzene in a product from a general safety perspective."
                },
                "11525": {
                    "Long Desc": "Complaint Issue Safety Mercury",
                    "Definition": "When a consumer complains about the presence of mercury in a product from a general safety perspective."
                },
                "11526": {
                    "Long Desc": "Complaint Issue Safety Parabens",
                    "Definition": "When a consumer complains about the presence of parabens in a product from a general safety perspective."
                },
                "11527": {
                    "Long Desc": "Complaint Issue Safety Sanguinaria",
                    "Definition": "When a consumer complains about the presence of sanguinaria in a product from a general safety perspective."
                },
                "11528": {
                    "Long Desc": "Complaint Issue Safety DEG (Diethylene Glycol)",
                    "Definition": "When a consumer complains about the presence of diethytlene glycol, or DEG (detected in Chinese toothpaste brands and counterfeit C-P toothpaste) in a product from a general safety perspective."
                },
                "11529": {
                    "Long Desc": "Complaint Issue Safety Genetically Modified Ingredients/GMO",
                    "Definition": "When a consumer complains about the presence of genetically modified ingredients/genetically modified organisms (GMO) in a product from a general safety perspective."
                },
                "11530": {
                    "Long Desc": "Complaint Issue Safety Too Many Chemicals / Not Natural",
                    "Definition": "When a consumer complains that a product has too many chemicals or ingredients in it, or that the product isn’t natural.  These comments must be general.  If consumers object to specific ingredients, code using those specific subjects.  Actual sample verbatims: “I also don't think that a lot of these chemicals are necessary.”  “I was reading the ingredients in this and there are so many chemicals and I know they aren't good for us.” “You claim it’s all natural but it’s not.”"
                },
                "11531": {
                    "Long Desc": "Complaint Issue Safety Whitening Too Abrasive",
                    "Definition": "When a consumer complains that whitening products are not safe because they are too abrasive, causing wearing of tooth enamel, or tooth hypersensitivity.  If a consumer is actually reporting any of these symptoms, this should be coded as an Adverse Event."
                },
                "11532": {
                    "Long Desc": "Complaint Issue Safety Sorbitol",
                    "Definition": "When a consumer complains about the presence of sorbitol in a product from a general safety perspective. Commonly cited by consumers is the belief that sorbitol leads to gastrointestinal digestive problems, .  If a consumer is actually reporting any of these symptoms, this should be coded as an Adverse Event. If a consumer contacts us to find out if a product contains sorbitol, possibly because they are sensitive to it or have an allergy, use subject 25131 Ingredient Inquiry - Sorbitol"
                },
                "11533": {
                    "Long Desc": "Complaint Issue Safety Carrageenan",
                    "Definition": "When a consumer complains about the presence of the ingredient carrageenan in a product from a general safety perspective."
                },
                "11534": {
                    "Long Desc": "Complaint Issue Safety BPA [Bisphenol-A]",
                    "Definition": "When a consumer complains about the presence of the substance Bisphenol-A [BPA] in a product from a general safety perspective.  Note - consumers may be concerned about this substance in the product (TB), or package (any plastic container)."
                },
                "11535": {
                    "Long Desc": "Complaint Issue Safety Zinc",
                    "Definition": "When a consumer complains about the presence of the ingredient zinc in a product from a general safety perspective."
                },
                "11536": {
                    "Long Desc": "Complaint Issue Safety Kathon/Methylisothiazolinone",
                    "Definition": "When a consumer complains about the presence of the ingredient kathon (trade name) or methylisothiazolinone (MIT, sometimes erroneously called methylisothiazoline) , chloromethylisothiazolinone (CMIT, CMI, MCI), methylchloroisothiazolinone (MCI) or isothiazolinone  in a product from a general safety perspective.  These are all related terms.  Note, consumers commonly ask about these ingredients from an allergic perspective - if the consumer is asking about their presence, or simply telling us they can't use them because they are allergic, use subject 25119.  If a consumer is angry that the company uses them at all and believes that they are generally harmful to the population (i.e. \"shame on you for putting this in products - it's not safe\"  \" As a company, you should not be using this and harming people - shameful and disgusting.\"), this subject should be used."
                },
                "11537": {
                    "Long Desc": "Complaint Issue Safety Arginine",
                    "Definition": "When a consumer complains about the presence of arginine in a product from a general safety perspective. Please note, that if the consumer is only asking about arginine - such as whether a product has it (possibly for allergic reasons), use 25160 (Ingredient Inquiry Arginine)."
                },
                "11538": {
                    "Long Desc": "Complaint Issue Safety Charcoal",
                    "Definition": "When a consumer complains about the presence of charcoal in a product from a general safety perspective. Please note, that if the consumer is only asking about charcoal - such as whether a product has it (possibly for allergic reasons), or what it does in the product, use 25103 (Ingredient Inquiry Charcoal)."
                },
                "11539": {
                    "Long Desc": "Complaint Issue Safety Xylitol",
                    "Definition": "When a consumer complains about the presence of xylitol in a product from a general safety perspective. People have expressed concerns abuot xylitol's safety to both humans and pets."
                },
                "11540": {
                    "Long Desc": "Complaint Issue Safety PFAS/PTFE",
                    "Definition": "Whenever a consumer complains about the presence of PFAS, per- and polyfluoroalkyl substances, a large class of synthetic chemicals that also includes PTFE (PTFE is commonly associated with floss), in a product from a general safety perspective.  They are considered “forever chemicals,” which means that they don’t break down in the body or environment, and there is concern about bulidup in the body and long term effects."
                },
                "11541": {
                    "Long Desc": "Complaint Issue Safety UV/Radiation Exposure",
                    "Definition": "When a consumer complains about exposure to UV light or radiation coming from a product from a safety perspective, including that the exposure causes cancer when it is specifically attributed to the UV light or radiation. If the concern is over cancer generally, use subject 11523 Complaint Issue Safety Cancer."
                }
            },
            "Subject Level 3: 116  Advertising Complaints: Any comment expressing dissatisfaction about Colgate’s advertising": {
                "11601": {
                    "Long Desc": "Complaint Issue Advertising Dislikes Ad",
                    "Definition": "When a consumer complains about a specific ad/campaign either TV, radio, print or digital. The consumer might express dislike of the content, objection to the spokesperson, finding errors in copy."
                },
                "11602": {
                    "Long Desc": "Complaint Issue Advertising Dislikes Time Slot / Program",
                    "Definition": "When a consumer complains about the specific program (TV/Radio) or website during which an ad runs or is placed. Examples might be when a consumer objects to the type of TV show a C-P ad appears during."
                },
                "11699": {
                    "Long Desc": "Complaint Issue Advertising Miscellaneous",
                    "Definition": "When a consumer complains about our advertising and the reason is not covered by any of the other specific advertising complaint subject codes"
                }
            },
            "Subject Level 3: 119  Other Issue Complaints: Any comment expressing dissatisfaction about an issue-related topic that does not fall into any of the other above categories": {
                "11901": {
                    "Long Desc": "Complaint Issue Other Darkie / Darlie",
                    "Definition": "When a consumer complains about C-P marketing or selling Darkie/Darlie Toothpaste (note:  this can be used anytime there is a reference to Darkie/Darlie)"
                },
                "11902": {
                    "Long Desc": "Complaint Issue Other Downsizing",
                    "Definition": "When a consumer complains that C-P as a corporation has made their packages smaller but the prices have remained the same or increased"
                },
                "11903": {
                    "Long Desc": "Complaint Issue Other Foreign Language",
                    "Definition": "When a consumer complains about a foreign language appearing is on a product label, promotional material, website, social media program, or advertisement.  For example, the consumer may be upset that either a coupon or promotional mailing has been sent to them in a language other than their own (i.e. they are English speaking and the item is in Spanish); for example, the consumer may be upset about bi-lingual or tri-lingual labeling."
                },
                "11904": {
                    "Long Desc": "Complaint Issue Other Religious Certification (Kosher/Halal)",
                    "Definition": "When a consumer complains about the religious certification of a product (generally kosher or halal).  They may refer specifically to its presence on a label.  (Some consumers might mention \"kosher tax\" or Zakat, or Shariah or Islamicization or funding/supporting terrorism) Note:  When a consumer asks about a product being kosher or complains about a product not being kosher, use appropriate other subject codes.  Also, when a consumer praises us for not being certified, use subject 51304 (Praise Issue Other No Religious Certification)."
                },
                "11905": {
                    "Long Desc": "Complaint Issue Other Minority / Gender Discrimination",
                    "Definition": "When a consumer complains that the corporation discriminates against specific groups, such as women, the aged, homosexuals, religions, etc."
                },
                "11906": {
                    "Long Desc": "Complaint Issue Other Miscellaneous",
                    "Definition": "When a consumer complains about any issue not covered by another issue complaint code"
                },
                "11907": {
                    "Long Desc": "Complaint Issue Other South Africa",
                    "Definition": "When a consumer complains about C-P conducting business in South Africa"
                },
                "11908": {
                    "Long Desc": "Complaint Issue Other Country of Origin",
                    "Definition": "When a consumer complains about the country in which item is manufactured.  Generally, this could be expressed as the desire to only buy products made domestically, or it could be an objection to a specific country (i.e. they don't want to buy any products made in XXX)."
                },
                "11909": {
                    "Long Desc": "Complaint Issue Other Business Practices",
                    "Definition": "When a consumer complains about the corporation's business practices, such as use of child labor, employee benefits or conditions, use of ingredients sourced from land seized from local farmers, the closing of manufacturing plants and resulting loss of domestic jobs, etc."
                },
                "11910": {
                    "Long Desc": "Complaint Issue Other Multinational vs. Local",
                    "Definition": "When a consumer complains about the marketing of our products as multinational brands or by a multinational company such as ours, and the impact on local culture or brands.  The consumer might be offended by us being a market leader while local brands suffer, or about us tapping into local customs or traditions in an inauthentic way, or because local brands might be agitating local consumers with anti-international companies.  Note, this is not about buying products that are made abroad - that would be coded as 11908 Complaint Issue Other Country of Origin.  It is not about where the product is made, but rather about an \"ouside\" company interfering in local markets/businesses/comptetition.  Sometimes, there may be insidious allegations or conspiracy theories about CP's motives, or about passing off inferior quality to far away markets."
                }
            }
        },
        "Subject Level 2: 130 Packaging Preference Complaints: Any preference complaint related to the package.  Nothing is physically wrong with it (i.e. it doesn’t have a defect or failure, and dissatisfaction is related to the design or the way it meets the consumer’s needs). The easiest way to think of these is when a first time user reports that they just don’t like some aspect of the package.  Of course, regular users could also let us know that there are things they dislike.  However, these complaints are really about when the package is performing as designed, and that just doesn’t meet consumers’ expectations.": {
            "Subject Level 3: 131 Packaging Preference Complaints : Any preference complaint related to the package": {
                "13101": {
                    "Long Desc": "Complaint Preference Package Dislikes Flip Cap",
                    "Definition": "When a consumer complains that they don't like the flip cap on a container"
                },
                "13102": {
                    "Long Desc": "Complaint Preference Package Dislikes Laminate",
                    "Definition": "When a consumer complains about the laminate toothpaste tubes.  They usually want to return to aluminum tubes."
                },
                "13103": {
                    "Long Desc": "Complaint Preference Package Dislikes Measuring / Dispensing",
                    "Definition": "When consumer complains that they dislike the way a product dispenses from a package (for example, it pours out too quickly) or the item enclosed to measure or dose a product. (i.e. scoop in a box of detergent, measuring cap)"
                },
                "13104": {
                    "Long Desc": "Complaint Preference Package Expired Product",
                    "Definition": "When a consumer complains that a product they purchased is beyond its recommended date for use."
                },
                "13105": {
                    "Long Desc": "Complaint Preference Package Wants Child Resistant Opening",
                    "Definition": "When a consumer complains that they want a package to feature something that would prevent a child from being able to open the package."
                },
                "13106": {
                    "Long Desc": "Complaint Preference Package Miscellaneous",
                    "Definition": "When a consumer complains about a packaging or container preference that is not covered by another specific code."
                },
                "13107": {
                    "Long Desc": "Complaint Preference Package Wants Flip Cap",
                    "Definition": "When a consumer complains about preferring a flip cap to the existing cap."
                },
                "13108": {
                    "Long Desc": "Complaint Preference Package Wants Functional Handle",
                    "Definition": "When a consumer complains that they want the handle on a container to be usable (i.e. the current handle doesn't provide benefit once a product is opened or cannot be used to carry a product)."
                },
                "13109": {
                    "Long Desc": "Complaint Preference Package Wants Handle",
                    "Definition": "When a consumer complains that they want a handle on a product container that doesn't currently have one."
                },
                "13110": {
                    "Long Desc": "Complaint Preference Package Wants Safety Seal",
                    "Definition": "When a consumer complains that they want a package to be sealed in such a way so that it is tamper resistant."
                },
                "13111": {
                    "Long Desc": "Complaint Preference Package Wants Spout",
                    "Definition": "When a consumer complains that they want a pouring device on a package."
                },
                "13112": {
                    "Long Desc": "Complaint Preference Package Dislikes Refill",
                    "Definition": "When a consumer complains that they do not like the type of package a refill comes in."
                },
                "13113": {
                    "Long Desc": "Complaint Preference Package Label / Package Confusing",
                    "Definition": "When a consumer complains that they can’t tell from looking at the package what product it is, what it is for, how to use it, or what form it has or how to understand the code (for example, they can't tell whether a toothpaste is a paste or a gel, or whether an underarm product is a deodorant or an antiperspirant, they can't tell if a dish product is for hand washing or for automatic dishwashers, unclear what surfaces to use a product on).  If they are complaining about not being able to see or read the label, use subject 1A204 (Label Complaints - Label Hard to Read)."
                },
                "13114": {
                    "Long Desc": "Complaint Preference Package Unclear How To Open",
                    "Definition": "When a consumer complains that they cannot tell how to open a package.   This might be because the tear strip is hard to locate, they can't see the on/off position on a spray trigger, they don't know how to activate the liquid hand soap pump, they don't realize there is a foil seal on a toothpaste tube, etc This should not be used for a quality issue."
                },
                "13115": {
                    "Long Desc": "Complaint Preference Package Deceptive Packaging",
                    "Definition": "When a consumer complains that a package is misleading and may appear to contain less product than it should. For example, a trial size toothpaste tube is in a larger carton."
                },
                "13116": {
                    "Long Desc": "Complaint Preference Package Product Left In Container",
                    "Definition": "When a consumer complains that they cannot get all of a product out of the container/package."
                },
                "13118": {
                    "Long Desc": "Complaint Preference Package Too Soft / Flexible",
                    "Definition": "When a consumer complains that container is too soft, flexible, or flimsy to hold or grip."
                }
            }
        },
        "Subject Level 2: 140 Product Preference Complaints: Any preference complaint related to the product. Nothing is physically wrong with it (i.e. it doesn’t have a defect or failure, and dissatisfaction is related to the design or the way it meets the consumer’s needs).  The easiest way to think of these is when a first time user reports that they just don’t like some aspect of the product.  Of course, regular users could also let us know that there are things they dislike.  However, these complaints are really about when the product is performing as designed, and that just doesn’t meet consumers’ expectations.": {
            "Subject Level 3: 141 Product Preference Complaints : Any preference complaint related to the product": {
                "14101": {
                    "Long Desc": "Complaint Preference Product Bristles Too Hard",
                    "Definition": "When a consumer complains that the bristles on a toothbrush are too stiff or hard."
                },
                "14102": {
                    "Long Desc": "Complaint Preference Product Bristles Too Soft",
                    "Definition": "When a consumer complains that the bristles on a toothbrush are too weak or soft."
                },
                "14103": {
                    "Long Desc": "Complaint Preference Product Dislikes Angle",
                    "Definition": "When a consumer complains that they don't like the way a specific toothbrush handle is bent or angled."
                },
                "14104": {
                    "Long Desc": "Complaint Preference Product Color",
                    "Definition": "When a consumer complains that they don't like the color of a product (i.e. green soap), or the color selection (the limited colors a toothbrush comes in), or wants more color choices to be offered. This is not for a complaint about disliking a package or container."
                },
                "14105": {
                    "Long Desc": "Complaint Preference Product Dislikes Consistency / Texture",
                    "Definition": "When a consumer doesn't like the consistency (too thick/thin/gritty, etc), texture, or feel of a product (please note that complaints about consistency that are quality-related should be coded using a subject beginning with 1C2)."
                },
                "14106": {
                    "Long Desc": "Complaint Preference Product Dislikes Fluoride",
                    "Definition": "When a consumer complains about the presence of fluoride in toothpaste, or the type of fluoride, but not a safety issue (safety issues are coded as 11503 Issue Safety - Fluoride)."
                },
                "14107": {
                    "Long Desc": "Complaint Preference Product Doesn't Fit Holder",
                    "Definition": "When a consumer complains that a specific toothbrush doesn't fit in the holder in their bathroom"
                },
                "14108": {
                    "Long Desc": "Complaint Preference Product Dislikes Fragrance",
                    "Definition": "When a consumer complains about the way a product smells.  Most of the time, the consumer is trying the product for the first time.  If the consumer is a long time user who feels that the product smells different than it normally does or that something is wrong with it, use subject 1C414 Ineffective - Off Odor, or 1C429 Ineffective - Fragrance Doesn't Last, or 1C442 Ineffective - Missing/Weak Fragrance."
                },
                "14109": {
                    "Long Desc": "Complaint Preference Product Dislikes Flavor",
                    "Definition": "When a consumer complains about the way a product tastes.  Most of the time, the consumer is trying the product for the first time.  If the consumer is a long time user who feels that the product tastes different than it normally does or that something is wrong with it, use subject 1C415 Ineffective - Off Flavor, or 1C436 Ineffective – Missing/Weak Flavor.  If a consumer is complaining that the flavor is too strong, use 14111 Preference - Flavor Strong."
                },
                "14110": {
                    "Long Desc": "Complaint Preference Product Dislikes TB Handle",
                    "Definition": "When a complains that they doesn't like a toothbrush handle for any reason"
                },
                "14111": {
                    "Long Desc": "Complaint Preference Product Flavor Strong",
                    "Definition": "When a consumer complains that the flavor of an oral care product is too sharp or strong (i.e. Tartar Control).  Most of the time, the consumer is trying the product for the first time.  If the consumer is a long time user who feels that the product tastes different than it normally does, use subject 1C415 Ineffective - Off Flavor.  If a consumer is complaining that they just don't like that flavor, use 14109 Preference - Dislikes Flavor."
                },
                "14112": {
                    "Long Desc": "Complaint Preference Product Miscellaneous",
                    "Definition": "When a consumer complains about any preference-related problem that is not covered by another code"
                },
                "14113": {
                    "Long Desc": "Complaint Preference Product Dislikes Shape",
                    "Definition": "When a consumer complains that they don't like the shape of a product (i.e. bar of soap).  Note, when a consumer complains that they don't like the shape of a package or container, use a subject code beginning with 131."
                },
                "14114": {
                    "Long Desc": "Complaint Preference Product Wants Different Size/Form/Part",
                    "Definition": "When a consumer complains that they want a product in a different size (i.e. larger/smaller bar of soap), or form, or only parts of the product (i.e. Optic White Whitening Pen – they want the pen/refill without the TB)"
                },
                "14115": {
                    "Long Desc": "Complaint Preference Product Wants Fabric Softener",
                    "Definition": "When a consumer complains that there is no fabric softening benefit to a product"
                },
                "14116": {
                    "Long Desc": "Complaint Preference Product Wants Measuring Device",
                    "Definition": "When a consumer complains that they want a measuring device enclosed with a product.  Note, if a product is supposed to have a measuring device but it is missing, use subject 1B108 Manufacturing - Missing Disp/Hold Device."
                },
                "14117": {
                    "Long Desc": "Complaint Preference Product Wants Unscented",
                    "Definition": "When a consumer complains that they want a product to be unscented - they don't want a product to have a fragrance or smell."
                },
                "14118": {
                    "Long Desc": "Complaint Preference Product Attracts Insects",
                    "Definition": "When a consumer complains that a product attracts insects."
                },
                "14119": {
                    "Long Desc": "Complaint Preference Product Wants Fluoride",
                    "Definition": "When a consumer complains that they want the ingredient fluoride in our products."
                },
                "14120": {
                    "Long Desc": "Complaint Preference Product Dislikes Alcohol",
                    "Definition": "When a consumer complains about the presence of alcohol in a product and it is not a safety issue."
                },
                "14121": {
                    "Long Desc": "Complaint Preference Product Prefers Original Product",
                    "Definition": "When a consumer complains that they generally prefer the original product (but not package) compared to the one now manufactured (for example, the new one might be labeled \"new & improved\") and the complaint is not covered by an existing more specific subject code (i.e. Consistency Thin/Watery, Product Preference Dislikes Fragrance etc.).  The consumer should be probed for the reason behind this preference, and if a specific reason can be identified, the contact should be coded accordingly (for example, if they don't like the fragrance of the new one, it would be coded as dislikes fragrance)."
                },
                "14122": {
                    "Long Desc": "Complaint Preference Product Wants Scoop on Top",
                    "Definition": "When a consumer complains that prefers the scoop to be on top."
                },
                "14123": {
                    "Long Desc": "Complaint Preference Product Dislikes Mint Flavor",
                    "Definition": "When a consumer complains that they don’t like the mint flavor."
                },
                "14124": {
                    "Long Desc": "Complaint Preference Product Wants Commercial Size",
                    "Definition": "When a consumer complains that they want to be able to buy product in a commercial size."
                },
                "14125": {
                    "Long Desc": "Complaint Preference Product Hard to Clean / Maintain",
                    "Definition": "When a consumer complains that our product (power toothbrush) is hard to clean or maintain (too much trouble)."
                },
                "14126": {
                    "Long Desc": "Complaint Preference Product Battery Quality / Performance",
                    "Definition": "When the consumer complains that the batteries included with the purchase are of inferior quality."
                },
                "14127": {
                    "Long Desc": "Complaint Preference Product Want Head Cap / Diff Head Cap",
                    "Definition": "When a consumer complains that their toothbrush did not come with a protective cap or that they dislike the cap the toothbrush did come with"
                },
                "14129": {
                    "Long Desc": "Complaint Preference Product Dislikes Tongue Cleaner",
                    "Definition": "When a consumer complains that the tongue cleaner is a weird/disgusting feature or that they think it is uncomfortable to use (if they don't mention any AE)."
                },
                "14130": {
                    "Long Desc": "Complaint Preference Product Flex Too Much or Too Little",
                    "Definition": "When a consumer complains that the toothbrush either doesn't flex enough or flexes too much."
                },
                "14132": {
                    "Long Desc": "Complaint Preference Product Too Dry (Wipes)",
                    "Definition": "When a consumer complains that the wipes are too dry."
                },
                "14133": {
                    "Long Desc": "Complaint Preference Product Too Wet (Wipes)",
                    "Definition": "When a consumer complains that the wipes are too wet."
                },
                "14134": {
                    "Long Desc": "Complaint Preference Product Too Noisy",
                    "Definition": "When a consumer complains that the product makes too much noise in their opinion (note: if it sounds like the noise level isn't normal for brush, use 1C139)."
                },
                "14135": {
                    "Long Desc": "Complaint Preference Product Can't Hear Noise",
                    "Definition": "When a consumer complains that a product that is supposed to make noise (i.e. the noise signals performance or some type of action) isn't audible enough for the consumer."
                },
                "14136": {
                    "Long Desc": "Complaint Preference Product Vibration Excessive/Too Strong",
                    "Definition": "When a consumer complains that a product (generally a power toothbrush) produces or operates with a vibration that is excessive or too strong.  In some cases, the consumer may even report the sensation as painful (double code as AE if extreme) or uncomfortable."
                },
                "14137": {
                    "Long Desc": "Complaint Preference Product Wants Triclosan",
                    "Definition": "When a consumer complains that they want the ingredient triclosan in their product."
                }
            }
        },
        "Subject Level 2: 150 Alleged Injuries - AE Complaints : Any report of an alleged (AE) adverse event  (see GCA SOP 300 and GPS SOP 8920). Any report of an alleged (AE) adverse event  (see GCA SOP 300 and GPS SOP 8920).  Note, capturing an adverse event complaint is not a comment about causality.": {
            "Subject Level 3: 151 Alleged AE Compl (Misc) Human:  Any report of a miscellaneous adverse event affecting a human that doesn’t fall under one of the other body system SL3s.": {
                "15101": {
                    "Long Desc": "Complaint Adverse Event Vertigo",
                    "Definition": "When a consumer reports that a product caused vertigo (consumers must use the word 'vertigo' for the complaint to be coded with this subject code)."
                },
                "15102": {
                    "Long Desc": "Complaint Adverse Event Dizziness",
                    "Definition": "When a consumer reports that a product caused dizziness."
                },
                "15103": {
                    "Long Desc": "Complaint Adverse Event Headache",
                    "Definition": "When a consumer reports that a product caused a headache or migraine."
                },
                "15104": {
                    "Long Desc": "Complaint Adverse Event Sleepiness",
                    "Definition": "When a consumer reports that a product caused sleepiness."
                },
                "15105": {
                    "Long Desc": "Complaint Adverse Event Insomnia",
                    "Definition": "When a consumer reports that a product caused insomnia."
                },
                "15106": {
                    "Long Desc": "Complaint Adverse Event Ear Ringing",
                    "Definition": "When a consumer reports that a product caused their ears to ring."
                },
                "15107": {
                    "Long Desc": "Complaint Adverse Event Yeast / Fungal Infection",
                    "Definition": "When a consumer reports that a product caused a yeast infection."
                },
                "15108": {
                    "Long Desc": "Complaint Adverse Event Underarm / Lymph Node Swelling",
                    "Definition": "When a consumer reports that a product caused a swelling under the arm  or of the lymph node."
                },
                "15109": {
                    "Long Desc": "Complaint Adverse Event Underarm / Lymph Node Pain",
                    "Definition": "When a consumer reports that a product caused pain under the arm  or of the lymph node."
                },
                "15110": {
                    "Long Desc": "Complaint Adverse Event Change in Body Temperature",
                    "Definition": "When a consumer reports that a product caused a fluctuation in body temperature."
                },
                "15111": {
                    "Long Desc": "Complaint Adverse Event Eye Irritation",
                    "Definition": "When a consumer reports that a product caused an adverse reaction to the eye (i.e. irritation, burning, stinging, itching, etc.)."
                },
                "15112": {
                    "Long Desc": "Complaint Adverse Event Accidental Exposure",
                    "Definition": "When a consumer reports an accidental product exposure to a part of the body which is not consistent with the products intended use or instructions for use. The accidental exposure may or may not result in a reaction. If a reaction is experienced, select both Accidental Exposure and the applicable additional issue subject code (e.g. toothpaste splashes in eye and causes eye irritation; both Eye Irritation AND Accidental Exposure are coded)."
                },
                "15113": {
                    "Long Desc": "Complaint Adverse Event Miscellaneous Swelling",
                    "Definition": "When a consumer reports a product caused swelling in a part of the body other than the mouth or lymph node (i.e. swollen face, leg swelling, etc.)."
                },
                "15114": {
                    "Long Desc": "Complaint Adverse Event Pain",
                    "Definition": "When a consumer reports a product caused pain in an area of the body not covered by another subject code.  For example, if neck pain is reported this subject should be selected.  However, if consumer reports tooth pain the subject code Adverse Event Toothache should be selected."
                },
                "15115": {
                    "Long Desc": "Complaint Adverse Event Eating Alteration",
                    "Definition": "When a consumer reports the product caused a change in their ability to eat (e.g. difficulty eating, inability to eat/drink, etc.).  This may be associated with other adverse events, all relevant subject codes should be captured  (e.g. sore mouth which makes eating difficult)."
                },
                "15150": {
                    "Long Desc": "Complaint Adverse Event Effect on Sleep",
                    "Definition": "When a consumer reports that a product caused a change in sleeping behavior  such as sleepiness or insomnia. If the consumer experienced both  there is no need to double code - simply include in verbatim."
                },
                "15151": {
                    "Long Desc": "Complaint Adverse Event Lymph Node Pain / Swelling",
                    "Definition": "When a consumer reports a product caused pain or swelling in a lymph node."
                },
                "15152": {
                    "Long Desc": "Complaint Adverse Event Vertigo / Dizziness",
                    "Definition": "When a consumer reports that a product caused vertigo or dizziness.  If the consumer experienced both  there is no need to double code - simply include in verbatim."
                },
                "15153": {
                    "Long Desc": "Complaint Adverse Event Electrical Shock",
                    "Definition": "When a consumer reports that a product caused them to experience an electrical shock.  If consumer experienced additional reactions in conjunction with the electrical shock, ensure all relevant codes are entered in CRS.  For example, consumer reports receiving an electric shock while holding product and experienced a burning sensation.  Both Electric shock AND Skin irritation should be coded."
                },
                "15158": {
                    "Long Desc": "Complaint Adverse Event Urinary Miscellaneous",
                    "Definition": "When a consumer reports that one of our products caused a urinary infection  irritation  or other urinary problem."
                },
                "15159": {
                    "Long Desc": "Complaint Adverse Event Cardiovascular Miscellaneous",
                    "Definition": "When a consumer reports that a product caused a cardiovascular reaction (i.e. palpitations/change in heart rate/change in blood pressure).  If the consumer experienced more than one of these  there is no need to double code - simply include in verbatim."
                },
                "15170": {
                    "Long Desc": "Complaint Adverse Event Cancer",
                    "Definition": "When a consumer reports that one of our products caused cancer or was associated with cancer (a health care professional might refer to this as carcinoma/neoplasm).  An important distinction is that this code would be used for ANY association between our product and the actual incidence of cancer, for example, if the consumer simply stated \"I used this product for the last 5 years and this year I was diagnosed with breast cancer.\" There does not need to be a direct or explicitly stated link to the product use and cancer diagnosis.  If the consumer is simply expressing concern or fear that a product or ingredient could cause cancer, then use the appropriate complaint issue safety code beginning with 115."
                },
                "15199": {
                    "Long Desc": "Complaint Adverse Event Miscellaneous / Undefined",
                    "Definition": "When a consumer reports that the use of a product caused an adverse reaction that is not covered by another subject."
                }
            },
            "Subject Level 3: 152 Alleged AE Oral Compl Human: Any report of an adverse event affecting a human that is related to the mouth, lips and throat.": {
                "15201": {
                    "Long Desc": "Complaint Adverse Event Oral Mucosal(gum / cheeks)Exfoliatio",
                    "Definition": "When a consumer alleges toothpaste/toothbrush/mouthwash caused the inside of the mouth to peel or slough"
                },
                "15202": {
                    "Long Desc": "Complaint Adverse Event Lip Exfoliation",
                    "Definition": "When a consumer alleges toothpaste/toothbrush/mouthwash caused the lip to peel or slough"
                },
                "15203": {
                    "Long Desc": "Complaint Adverse Event Tongue Exfoliation",
                    "Definition": "When a consumer alleges toothpaste/toothbrush/mouthwash caused the tongue to peel or slough"
                },
                "15204": {
                    "Long Desc": "Complaint Adverse Event Mouth Irritation",
                    "Definition": "When a consumer reports that a product caused irritation in the mouth.  This could also include complaints such as stomatitis/gingivitis/burning/stinging/itching in the mouth."
                },
                "15205": {
                    "Long Desc": "Complaint Adverse Event Numb Mouth",
                    "Definition": "When a consumer reports that a product numbs the mouth."
                },
                "15206": {
                    "Long Desc": "Complaint Adverse Event Numb Tongue",
                    "Definition": "When a consumer reports that a product numbs the tongue."
                },
                "15207": {
                    "Long Desc": "Complaint Adverse Event Numb Lips",
                    "Definition": "When a consumer reports that a product numbs the lips."
                },
                "15208": {
                    "Long Desc": "Complaint Adverse Event Dry Mouth",
                    "Definition": "When a consumer reports that a product caused dry mouth"
                },
                "15209": {
                    "Long Desc": "Complaint Adverse Event Mouth Swelling",
                    "Definition": "When a consumer reports that a product caused mouth swelling or swelling of structures in the mouth such as the mucosa/gums/tongue/inside of cheeks/etc.."
                },
                "15210": {
                    "Long Desc": "Complaint Adverse Event Cracked / Lost Tooth",
                    "Definition": "When a consumer reports that a product caused damage to one of their teeth"
                },
                "15211": {
                    "Long Desc": "Complaint Adverse Event Cracked / Lost Filling",
                    "Definition": "When a consumer reports that a product caused damage to one of their fillings."
                },
                "15212": {
                    "Long Desc": "Complaint Adverse Event Stained Teeth",
                    "Definition": "When a consumer reports that a product has stained their teeth."
                },
                "15213": {
                    "Long Desc": "Complaint Adverse Event Stained Gums",
                    "Definition": "When a consumer reports that a product has stained their gums."
                },
                "15214": {
                    "Long Desc": "Complaint Adverse Event Stained Tongue",
                    "Definition": "When a consumer reports that a product has stained their tongue."
                },
                "15215": {
                    "Long Desc": "Complaint Adverse Event Tooth Sensitivity",
                    "Definition": "When a consumer reports that a product has caused his/her teeth to become sensitive or more sensitive."
                },
                "15216": {
                    "Long Desc": "Complaint Adverse Event Oral Cut / Scratch",
                    "Definition": "When a consumer reports that a product caused a cut or scratch inside of their mouth."
                },
                "15218": {
                    "Long Desc": "Complaint Adverse Event Oral Pinch",
                    "Definition": "When a consumer reports that a product caused pinching inside of their mouth."
                },
                "15219": {
                    "Long Desc": "Complaint Adverse Event Loss of Voice",
                    "Definition": "When a consumer reports that a product caused them to lose their voice."
                },
                "15220": {
                    "Long Desc": "Complaint Adverse Event Loss of Taste",
                    "Definition": "When a consumer reports that a product caused them to lose their sense of taste"
                },
                "15221": {
                    "Long Desc": "Complaint Adverse Event Canker Sores / Mouth Ulcers / Boils",
                    "Definition": "When a consumer reports that a product caused canker sores  mouth ulcers  or mouth boils."
                },
                "15222": {
                    "Long Desc": "Complaint Adverse Event Fluorosis",
                    "Definition": "When a consumer reports that a product caused fluorosis."
                },
                "15223": {
                    "Long Desc": "Complaint Adverse Event Taste Alteration",
                    "Definition": "When a consumer indicates things do not taste the same after using our product."
                },
                "15224": {
                    "Long Desc": "Complaint Adverse Event Mouth Bleeding",
                    "Definition": "When a consumer reports that a product caused bleeding inside the mouth.  Bleeding of the oral mucosa, gums, tongue or the lips and skin immediately around the outside of the mouth are included."
                },
                "15225": {
                    "Long Desc": "Complaint Adverse Event Oral Pain",
                    "Definition": "When a consumer reports a product caused pain inside the mouth (e.g. mouth pain, tongue pain, etc.).  Tooth pain should be coded as Adverse Event Toothache."
                },
                "15250": {
                    "Long Desc": "Complaint Adverse Event Oral Exfoliation",
                    "Definition": "When a consumer reports that a product caused the inside of mouth/gums/lip/tongue to peel/slough. (\"film coming off in mouth\"/\"loose pieces of skin\"). If consumer experienced on multiple oral tissues  no need to double code - simply include in verbatim."
                },
                "15251": {
                    "Long Desc": "Complaint Adverse Event Oral Numbing",
                    "Definition": "When a consumer reports that a product numbed the mouth  tongue  or lips.  If the consumer experienced numbing of multiple tissues in the mouth  there is no need to double code - simply include in verbatim."
                },
                "15252": {
                    "Long Desc": "Complaint Adverse Event Cracked / Lost Tooth / Filling",
                    "Definition": "When a consumer reports that a product caused damage to one of their teeth or dental fillings. If the consumer experienced both  there is no need to double code - simply include in verbatim."
                },
                "15253": {
                    "Long Desc": "Complaint Adverse Event Oral Staining",
                    "Definition": "When a consumer reports that a product has stained the inside of their mouth, their teeth, their gums or tongue. This involves transfer of color from product to parts of the mouth. i.e. use of a blue colored toothpaste turned the gums blue. If the consumer experienced staining of multiple surfaces in their mouth, there is no need to double code--simply include in verbatim. If the consumer reports discoloration (changing color that is not a trasnfer of color), use subject 15257 Complaint Adverse Event Oral Discoloration"
                },
                "15254": {
                    "Long Desc": "Complaint Adverse Event Oral Cut / Scratch / Pinch",
                    "Definition": "When a consumer reports that a product caused a cut or scratch or pinch inside of their mouth.  If the consumer experienced more than one of these  there is no need to double code - simply include in verbatim."
                },
                "15255": {
                    "Long Desc": "Complaint Adverse Event Effect on Taste",
                    "Definition": "When a consumer alleges things do not taste the same after using a product or that they've lost their sense of taste."
                },
                "15256": {
                    "Long Desc": "Complaint Adverse Event Toothache",
                    "Definition": "When a consumer reports that a product has caused tooth pain/ache/throbbing or has worsened the condition."
                },
                "15257": {
                    "Long Desc": "Complaint Adverse Event Oral Discoloration",
                    "Definition": "When a consumer reports that a product has changed the color of their teeth, mouth, gums, or tongue.  This does not include transfer of color from product to parts of the mouth (see Oral Staining). For example, use of a clear gel turned the gums white, or a white-colored toothpaste turned the tongue black."
                },
                "15299": {
                    "Long Desc": "Complaint Adverse Event Oral Miscellaneous / Undefined",
                    "Definition": "When the consumer reports an oral adverse effect not covered by any other code."
                },
                "152X1": {
                    "Long Desc": "Complaint Adverse Event Exfoliation",
                    "Definition": "When a consumer reports that a product caused oral numbing.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                },
                "152X2": {
                    "Long Desc": "Complaint Adverse Event Numbing (Mouth / Tongue / Lips)",
                    "Definition": "When a consumer reports that a product caused oral exfoliation.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                },
                "152X3": {
                    "Long Desc": "Complaint Adverse Event Oral Miscellaneous(drymouth / swell)",
                    "Definition": "When the consumer reports an oral adverse effect not covered by any other code, such as sry mouth or swelling.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                },
                "152X4": {
                    "Long Desc": "Complaint Adverse Event Cracked Tooth / Filling",
                    "Definition": "When a consumer reports that a product caused damage to one of their teeth or fillings.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                },
                "152X5": {
                    "Long Desc": "Complaint Adverse Event Stained Teeth / Gums / Tongue",
                    "Definition": "When a consumer reports that a product caused oral staining.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                },
                "152X6": {
                    "Long Desc": "Complaint Adverse Event Cut / Scratch / Pinch Mouth",
                    "Definition": "When a consumer reports that a product caused a cut or scratch or pinch inside of their mouth.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                }
            },
            "Subject Level 3: 153 Alleged AE Dermatological Compl Human: Any report of an adverse event affecting a human that is related to the skin.": {
                "15301": {
                    "Long Desc": "Complaint Adverse Event Dermal Cut / Scratch",
                    "Definition": "When a consumer reports that a product caused a cut or scratch of the skin. If the cut/scratch occurred in the mouth (e.g. gum, tongue, etc.), use the subject code Adverse Event Oral Cut/Scratch/Pinch. If the cut/scratch occurred due to the product packaging, use the subject code Adverse Event Accidental Injury."
                },
                "15302": {
                    "Long Desc": "Complaint Adverse Event Skin Irritation",
                    "Definition": "When a consumer reports that a product caused an adverse reaction on the skin. This can include dryness/welts/hives/rash/itching/redness/burning sensation. If the consumer experienced a combination of these symptoms there is no need to double code - simply include in verbatim."
                },
                "15303": {
                    "Long Desc": "Complaint Adverse Event Hair Loss",
                    "Definition": "When a consumer reports that a product caused their hair to fall out."
                },
                "15304": {
                    "Long Desc": "Complaint Adverse Event Numbing",
                    "Definition": "When a consumer reports the product caused numbing/feeling of numbness in an area of the body other than oral."
                },
                "15305": {
                    "Long Desc": "Complaint Adverse Event Dermal Staining",
                    "Definition": "When a consumer reports that a product has stained their skin (excludes Oral staining)."
                },
                "15306": {
                    "Long Desc": "Complaint Adverse Event Welts / Hives",
                    "Definition": "When a consumer reports that a product caused welts or hives on any part of their body.  May be experienced together with other symptoms like itching or redness - all need to be coded separately."
                },
                "15307": {
                    "Long Desc": "Complaint Adverse Event Rash",
                    "Definition": "When a consumer reports that a product caused them to have a rash.   May be experienced together with other symptoms like itching or welts - all need to be coded separately."
                },
                "15308": {
                    "Long Desc": "Complaint Adverse Event Itching",
                    "Definition": "When a consumer reports that a product caused them to experience itching/ itchiness.  May be experienced together with other symptoms like rash or redness - all need to be coded separately."
                },
                "15309": {
                    "Long Desc": "Complaint Adverse Event Redness",
                    "Definition": "When a consumer reports that a product caused them to have redness."
                },
                "15310": {
                    "Long Desc": "Complaint Adverse Event Dermal Burn from Hot Surface/Fire",
                    "Definition": "When a consumer reports that a product caused them to experience a burn to skin due to an overheated/hot product, surface or fire (e.g. battery powered toothbrush handle becomes hot and consumer complains it burned their hand).  If the consumer reports a burn that did not result from a heat source, use the subject code Complaint Adverse Event Dermal Burn or Adverse Event Dermal Sunburn."
                },
                "15311": {
                    "Long Desc": "Complaint Adverse Event Dermal Sunburn",
                    "Definition": "When a consumer complains that they (or person they are reporting for) experienced a sunburn after using our product."
                },
                "15312": {
                    "Long Desc": "Complaint Adverse Event Causes Dandruff",
                    "Definition": "When a consumer reports that a product causes dandruff, flaking of the scalp, etc.or worsens this condition.  Note, if the consumer is complaining that a product did not relieve or control dandruff as claimed, use appropriate subject 1C431 (Complaint Ineffective Doesn't Control Dandruff)"
                },
                "15313": {
                    "Long Desc": "Complaint Adverse Event Dry Hair",
                    "Definition": "When a consumer reports that a product made/left their hair dry."
                },
                "15314": {
                    "Long Desc": "Complaint Adverse Event Dermal Burn",
                    "Definition": "A consumer reports a product caused a burn to the skin when there is no report of a heat source and not related to sun exposure (e.g. chemical burn).  If consumer reports the burn was due to a hot or heated surface, use the subject code Complaint Adverse Event Dermal Burn from Hot Surface/Fire. If consumer reports the burn appeared after sun exposure, use the subject code Adverse Event Dermal Sunburn."
                },
                "15399": {
                    "Long Desc": "Complaint Adverse Event Dermatological Misc / Undefined",
                    "Definition": "When a consumer reports that a product caused a dermatological problem not covered by another subject"
                }
            },
            "Subject Level 3: 154 Alleged AE Gastrointestinal Compl Human: Any report of an adverse event affecting a human that is related to the stomach or other parts of the digestive system": {
                "15401": {
                    "Long Desc": "Complaint Adverse Event Nausea",
                    "Definition": "When a consumer reports that a product caused nausea"
                },
                "15402": {
                    "Long Desc": "Complaint Adverse Event Diarrhea",
                    "Definition": "When a consumer reports that a product caused diarrhea"
                },
                "15403": {
                    "Long Desc": "Complaint Adverse Event Human Ingestion",
                    "Definition": "When a consumer reports that a human being has consumed/swallowed a product"
                },
                "15404": {
                    "Long Desc": "Complaint Adverse Event Animal Ingestion",
                    "Definition": "When a consumer reports that an animal has consumed/swallowed a product"
                },
                "15405": {
                    "Long Desc": "Complaint Adverse Event Gagging",
                    "Definition": "When a consumer reports that a product caused them to gag."
                },
                "15406": {
                    "Long Desc": "Complaint Adverse Event Vomiting",
                    "Definition": "When a consumer reports that a product caused them to vomit."
                },
                "15450": {
                    "Long Desc": "Complaint Adverse Event Nausea / Gagging / Vomiting",
                    "Definition": "When a consumer reports that a product caused nausea  gaging  or vomiting. If the consumer experienced more than one of these  there is no need to double code - simply include in verbatim."
                },
                "15499": {
                    "Long Desc": "Complaint Adverse Event Gastrointestinal Misc / Undefined",
                    "Definition": "When a consumer reports that a product caused a gastrointestinal problem not covered by another subject"
                },
                "154X1": {
                    "Long Desc": "Complaint Adverse Event Gastrointestinal Nausea / Diarrhea",
                    "Definition": "When a consumer reports that a product caused nausea or diarrhea.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                }
            },
            "Subject Level 3: 155 Alleged AE Cardio-Vascular Compl Human : Any report of an adverse event affecting a human that is related to the cardio-vascular system.": {
                "15501": {
                    "Long Desc": "Complaint Adverse Event Palpitations",
                    "Definition": "When a consumer reports that a product caused them to have palpitations of the heart"
                },
                "15502": {
                    "Long Desc": "Complaint Adverse Event Blood Pressure Change",
                    "Definition": "When a consumer reports that a product caused them to experience a blood pressure change"
                },
                "15599": {
                    "Long Desc": "Complaint Adverse Event Cardiovascular Misc / Undefined",
                    "Definition": "When a consumer reports that a product caused a cardiovascular problem not covered by another subject"
                },
                "155X1": {
                    "Long Desc": "Complaint Adverse Event Cardiovascular Palpitations /BlPress",
                    "Definition": "When a consumer reports that a product caused them to have palpitations of the heart or blood pressure changes.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                }
            },
            "Subject Level 3: 156 Alleged AE Respiratory Compl Human: Any report of an adverse event affecting a human that is related to the respiratory system.": {
                "15601": {
                    "Long Desc": "Complaint Adverse Event Choking",
                    "Definition": "When a consumer reports the product caused them to choke or a piece of the product or packaging caused them to choke (i.e. obstructed airway).  If consumer describes product as making them gag or retch, use the subject code of Adverse Event Nausea / Gagging / Vomiting."
                },
                "15602": {
                    "Long Desc": "Complaint Adverse Event Throat Irritation",
                    "Definition": "When a consumer reports that a product caused them to have an adverse reaction in the throat that can include burning/itching/discomfort/pain/soreness."
                },
                "15603": {
                    "Long Desc": "Complaint Adverse Event Coughing",
                    "Definition": "When a consumer reports that a product caused them to experience coughing"
                },
                "15604": {
                    "Long Desc": "Complaint Adverse Event Asthma",
                    "Definition": "When a consumer reports that a product caused them to experience an asthmatic reaction (consumers must use the word \"asthma\" for the complaint to be coded with this subject code)"
                },
                "15605": {
                    "Long Desc": "Complaint Adverse Event Hyperventilating / Rapid Breathing",
                    "Definition": "When a consumer reports that a product caused them to hyperventilate or have rapid breathing."
                },
                "15606": {
                    "Long Desc": "Complaint Adverse Event Slowed Breathing",
                    "Definition": "When a consumer reports that a product caused them to experience slowed breathing."
                },
                "15607": {
                    "Long Desc": "Complaint Adverse Event Nasal Passage Irritation",
                    "Definition": "When a consumer reports that a product caused them to experience nasal passage irritation which could include burning/itching/discomfort/pain."
                },
                "15608": {
                    "Long Desc": "Complaint Adverse Event Anaphylaxis",
                    "Definition": "When a consumer reports that a product caused them to have an anaphylactic attack (consumers must use the word “anaphylaxis” for the complaint to be coded with this subject code).  Anaphylaxis means \"can’t breathe.\""
                },
                "15650": {
                    "Long Desc": "Complaint Adverse Event Difficult / Irregular Breathing",
                    "Definition": "When a consumer reports that a product caused a change in breathing.  The change could be described as difficulty breathing/shortness of breath/rapid breathing/hyperventilating/suffocating/asthmatic reaction.   If the consumer experienced more than one of these  there is no need to double code - simply include in verbatim."
                },
                "15699": {
                    "Long Desc": "Complaint Adverse Event Respiratory Miscellaneous / Undefind",
                    "Definition": "When a consumer reports that a product caused a respiratory problem not covered by another subject"
                },
                "156X1": {
                    "Long Desc": "Complaint Adverse Event Sore Throat / Breathing",
                    "Definition": "When a consumer reports that a product caused them to have a sore throat or breathing problems.  This is an old multi-symptom code, brought over by the legacy system before Global CRS integration."
                }
            },
            "Subject Level 3: 157 Alleged AE Urinary Compl Human: Any report of an adverse event affecting a human that is related to the respiratory system.": {
                "15701": {
                    "Long Desc": "Complaint Adverse Event Urinary tract Infection",
                    "Definition": "When a consumer reports that a product caused a urinary tract infection. For example, consumer claims a bubble bath product used while bathing in the tub caused a urinary tract infection."
                },
                "15702": {
                    "Long Desc": "Complaint Adverse Event Urinary Tract Infection",
                    "Definition": "When a consumer reports that a product caused a urinary tract infection. For example, consumer claims a bubble bath product used while bathing in the tub caused a urinary tract infection."
                },
                "15799": {
                    "Long Desc": "Complaint Adverse Event Urinary Miscellaneous / Undefined",
                    "Definition": "When a consumer reports that a product caused a urinary problem other than a UTI."
                }
            },
            "Subject Level 3: 158 Alleged AE Immune System Compl Human: Any report of an adverse event affecting a human that is related to the immune system.": {
                "15801": {
                    "Long Desc": "Complaint Adverse Event Allergic Reaction",
                    "Definition": "When a consumer reports that the use of a product caused an allergic reaction/anaphylaxis/anaphylactic reaction.  If consumer reports an allergic reaction with symptoms, the symptoms should also have the applicable subject code entered.  For example, a report of allergic reaction with body rash would have both Adverse Event Allergic Reaction and Adverse Event Skin Irritation coded."
                },
                "15802": {
                    "Long Desc": "Complaint Adverse Event Swollen Glands",
                    "Definition": "When a consumer reports that a product caused swollen glands."
                },
                "15899": {
                    "Long Desc": "Complaint Adverse Event Immune System Misc / Undefined",
                    "Definition": "When a consumer reports that a product caused an immune system or autoimmune problem not covered by another subject code. For example, \"the mouthwash messed up my immune system\" or \"I have an autoimmune disorder and the product made it worse\"."
                }
            }
        },
        "Subject Level 2: 151 Alleged Injuries  - Other Non-AE: Any report of an alleged injury that is not considered a reportable adverse event by regulatory agencies (see GCA SOP 300 and GPS SOP 8920).  Note, capturing an injury complaint is not a comment about causality.": {},
        "Subject Level 2: 160 Location Complaint: Any complaint about product availability (note, sometimes these are initially communicated as inquiries, but when consumers can’t find our products, we consider those to be complaints)": {
            "Subject Level 3: 161 Location Complaints: Any complaint about product availability": {
                "16101": {
                    "Long Desc": "Complaint Can't Find Not Currently Manufactured",
                    "Definition": "When a consumer complains that they are looking for a product we are not currently producing (NCM = not currently manufactured)"
                },
                "16102": {
                    "Long Desc": "Complaint Can't Find",
                    "Definition": "When a consumer complains that they can't find a product in the store that they should be able to (i.e. it is already on the market, it is not NCM, it is not in a limited test market, it is not institutional, etc). This complaint can sometimes be posed by the consumer as more of a question than a complaint, but we always code these as complaints. If the consumer is looking for a product that they've heard of or seen but is not on the market in that location, please use 26140 Product Inquiry - Where/When to buy. When a consumer complains that they can't find a product that is sold in another country, use 16103 (Can't Find - International)."
                },
                "16103": {
                    "Long Desc": "Complaint Can't Find International",
                    "Definition": "When a consumer complains that they can't find a product that is not available in their country."
                },
                "16104": {
                    "Long Desc": "Complaint Can't Find Specific Size / Form",
                    "Definition": "When a consumer complains that they cannot locate a specific size container of a product, and that size is one that is sold in that geography.  If it is not a current size being offered in the geography, and the consumer wants it, then use subject 14114 (Complaint Preference Product Wants Different Size/Form/Part).  If a consumer is inquiring as to which sizes the product does come in, use 26103 (Product Inquiry - Available Sizes)."
                },
                "16105": {
                    "Long Desc": "Complaint Can't Find Test Market Product",
                    "Definition": "When a consumer complains that they can't find a product that was previously tested in their area."
                },
                "16106": {
                    "Long Desc": "Complaint Can't Find Sell at Retail",
                    "Definition": "When a consumer complains that they can't find an institutional/wholesale product in retail stores."
                },
                "16107": {
                    "Long Desc": "Complaint Can't Find Location Product / Packge / Name Change",
                    "Definition": "When a consumer complains that they can’t find a product because of changes made to the product name, label or packaging."
                }
            }
        },
        "Subject Level 2: 170 Promotion Complaint: Any complaint about a company or product promotion (can include sweepstakes, contests, giveaways, coupons, rebates, samples, etc.)": {
            "Subject Level 3: 171 Promotion Complaints: Any complaint about a company or product promotion": {
                "17101": {
                    "Long Desc": "Complaint Promotion Post Office Box Closed",
                    "Definition": "When a consumer complains that the post office box to send an offer into closed too early."
                },
                "17102": {
                    "Long Desc": "Complaint Promotion Check Expired",
                    "Definition": "When a consumer complains that the check/coupon they received expired before they could redeem it."
                },
                "17103": {
                    "Long Desc": "Complaint Promotion Can't Find Product / Size",
                    "Definition": "When a consumer complains that they can't locate a product needed to participate in a promotional offer."
                },
                "17104": {
                    "Long Desc": "Complaint Promotion Can't Find Form",
                    "Definition": "When a consumer complains that they can't locate the necessary form to participate in a promotional offer."
                },
                "17105": {
                    "Long Desc": "Complaint Promotion Coupon Not Enclosed",
                    "Definition": "When a consumer complaints that the coupon is not in a package."
                },
                "17106": {
                    "Long Desc": "Complaint Promotion Confusing Requirements",
                    "Definition": "When a consumer complains that they can't understand the procedures to follow to participate in a promotional offer, not sure what they are supposed to submit."
                },
                "17107": {
                    "Long Desc": "Complaint Promotion Cash Register Tape",
                    "Definition": "When a consumer complains about the requirement of enclosing the store receipt"
                },
                "17108": {
                    "Long Desc": "Complaint Promotion Damaged / Defective",
                    "Definition": "When a consumer complains that the premium item they received was broken or didn't work, or that the check they received as a rebate was ripped."
                },
                "17109": {
                    "Long Desc": "Complaint Promotion Difficult Requirements",
                    "Definition": "When a consumer complains that our procedures for a specific promotion are too hard or unreasonable."
                },
                "17110": {
                    "Long Desc": "Complaint Promotion Empty Envelope",
                    "Definition": "When a consumer complains that the envelop sent them did not contain what was due."
                },
                "17111": {
                    "Long Desc": "Complaint Promotion Form Expired",
                    "Definition": "When a consumer complains that the form they have to participate in a promotional offer is no longer valid at the time they received it"
                },
                "17112": {
                    "Long Desc": "Complaint Promotion Fulfillment Rejection",
                    "Definition": "When a consumer complains that their entry was not accepted by the fulfillment house for a specific promotional offer."
                },
                "17113": {
                    "Long Desc": "Complaint Promotion Form Hard To Read",
                    "Definition": "When a consumer complains that they cannot read the form, generally because the type is too small or blurred"
                },
                "17114": {
                    "Long Desc": "Complaint Promotion Miscellaneous",
                    "Definition": "When a consumer complains about any other general problem with a promotion that is not covered by another specific code."
                },
                "17115": {
                    "Long Desc": "Complaint Promotion Non Receipt Premium",
                    "Definition": "When a consumer complains of non-delivery of a promotional item within the specified time."
                },
                "17116": {
                    "Long Desc": "Complaint Promotion Non Receipt Refund",
                    "Definition": "When a consumer complains of non-delivery of a refund check within the specified time"
                },
                "17117": {
                    "Long Desc": "Complaint Promotion Non Receipt Sample",
                    "Definition": "When a consumer complains of non-delivery of a free sample"
                },
                "17118": {
                    "Long Desc": "Complaint Promotion Overall Dissatisfaction",
                    "Definition": "When a consumer complains about various problems about the entire promotional offer and they are generally dissatisfied."
                },
                "17119": {
                    "Long Desc": "Complaint Promotion Post Office Box Unacceptable",
                    "Definition": "When a consumer complains about the policy of not allowing Post Office Boxes as an address for entry into a promotional offer."
                },
                "17120": {
                    "Long Desc": "Complaint Promotion Can't Remove Form / UPC / Label",
                    "Definition": "When a consumer complains that they can't detach the necessary coupon, form, UPC (universal product code) or label to participate in a specific promotional offer"
                },
                "17122": {
                    "Long Desc": "Complaint Promotion Wrong Item / Amount",
                    "Definition": "When a consumer complains that they received less than what was due them for a specific promotional offer or received an incorrect premium item"
                },
                "17123": {
                    "Long Desc": "Complaint Promotion No Coupons Offered",
                    "Definition": "When a consumer complains that C-P does not have cents-off-coupons"
                },
                "17124": {
                    "Long Desc": "Complaint Promotion Only Domestic Citizens",
                    "Definition": "When a consumer complains that the promotion offer or coupon cannot be redeemed outside of the country."
                },
                "17125": {
                    "Long Desc": "Complaint Promotion Access Internet Coupon / Form",
                    "Definition": "When a consumer complains that they can’t access promotional information/ materials from the internet"
                },
                "17127": {
                    "Long Desc": "Complaint Promotion Store Won't Accept Coupon",
                    "Definition": "When a consumer complains that a store will not accept a C-P coupon for redemption."
                }
            }
        },
        "Subject Level 2: 180 Value/Price Complaint: Any complaint about the value of a product relative to its price or about the price itself.": {
            "Subject Level 3: 181 Value/Price Complaints: Any complaint about the value of a product relative to its price or about the price itself.": {
                "18102": {
                    "Long Desc": "Complaint Value / Price Price Too Expensive",
                    "Definition": "When a consumer complains that a product costs too much money."
                },
                "18103": {
                    "Long Desc": "Complaint Value / Price Different at Different Retailers",
                    "Definition": "When a consumer complains that the same product is available at different prices in different stores."
                },
                "18199": {
                    "Long Desc": "Complaint Value / Price Miscellaneous",
                    "Definition": "When a consumer complains about value/price and it doesn't fall under any other specific code."
                }
            }
        },
        "Subject Level 2: 190 Foreign Matter Complaint : Any complaint about finding foreign material (i.e. something that does not belong) in the product.": {
            "Subject Level 3: 191 Foreign Matter Complaints: . Any complaint about finding foreign material (i.e. something that does not belong) in the product.": {
                "19101": {
                    "Long Desc": "Complaint Foreign Material Cardboard / Paper",
                    "Definition": "When a consumer complains alleging they found cardboard or paper inside a product container or product."
                },
                "19102": {
                    "Long Desc": "Complaint Foreign Material Glass",
                    "Definition": "When a consumer complains alleging that they found glass in a product"
                },
                "19103": {
                    "Long Desc": "Complaint Foreign Material Insects",
                    "Definition": "When a consumer complains alleging that they found bugs or insects in a product"
                },
                "19104": {
                    "Long Desc": "Complaint Foreign Material Metal",
                    "Definition": "When a consumer complains alleging that that they found a piece of metal in a product"
                },
                "19105": {
                    "Long Desc": "Complaint Foreign Material Miscellaneous",
                    "Definition": "When a consumer complains that they found something foreign in a product that is not covered by another code."
                },
                "19106": {
                    "Long Desc": "Complaint Foreign Material Rubber",
                    "Definition": "When a consumer complains alleging that they found a piece of rubber in a product"
                },
                "19107": {
                    "Long Desc": "Complaint Foreign Material Dirt / particles",
                    "Definition": "When a consumer complains alleging that they found dirt  or particles or specs in our product."
                },
                "19108": {
                    "Long Desc": "Complaint Foreign Material Hair",
                    "Definition": "When a consumer complains alleging that they found a hair in a product."
                },
                "19109": {
                    "Long Desc": "Complaint Foreign Material Plastic",
                    "Definition": "When a consumer complains alleging that they found a piece of plastic, a cap or a second neck in their product."
                },
                "19110": {
                    "Long Desc": "Complaint Foreign Material Fiber / String / Thread",
                    "Definition": "When a consumer complains alleging that they found a piece of string, fiber, floss, thread, etc. in their product."
                },
                "19111": {
                    "Long Desc": "Complaint Foreign Material Liquid / Grease / Oil",
                    "Definition": "When a consumer complains alleging that that there is a colored; i.e., black, brown, yellow, etc. liquid, gel, grease or oil type of substance in their product."
                },
                "19112": {
                    "Long Desc": "Complaint Foreign Material Mold",
                    "Definition": "When a consumer complains alleging that a product became moldy or contains mold"
                },
                "": {
                    "Long Desc": "",
                    "Definition": ""
                },
                "1A101": {
                    "Long Desc": "Complaint Packaging Broken / Cracked Dispensing Mechanism",
                    "Definition": "When a consumer complains that the part of the package that dispenses the product (i.e. the dial that moves up an underarm product stick, the trigger from a spray cleaner, the toothpaste pump) is broken or cracked.  If the complaint is that the dispensing device simply doesn't work or stopped working, and does not dispense the product, use 1A117 Packaging - Never Dispensed or 1A123 Packaging - Stopped Dispensing."
                },
                "1A103": {
                    "Long Desc": "Complaint Packaging Broken / Split",
                    "Definition": "When a consumer complains that a product package broke or split"
                },
                "1A104": {
                    "Long Desc": "Complaint Packaging Cap Cracked / Broken",
                    "Definition": "When a consumer complains that the cap or lid on a product container cracks or breaks."
                },
                "1A105": {
                    "Long Desc": "Complaint Packaging Colors Ran",
                    "Definition": "When a consumer complains that the colors/dyes used on a label or package bled or ran off"
                },
                "1A106": {
                    "Long Desc": "Complaint Packaging Continuous Dispensing",
                    "Definition": "When a consumer complains that the spraying or dispensing device on a package is stuck and that the product is leaking out on its own"
                },
                "1A107": {
                    "Long Desc": "Complaint Packaging Defective Ball",
                    "Definition": "When a consumer complains that the mechanism on a roll-on deodorant doesn't work."
                },
                "1A108": {
                    "Long Desc": "Complaint Packaging Doesn't Close / Stay Closed",
                    "Definition": "When a consumer complains that a product package that is designed to close or seal doesn't, or that it doesn't stay closed or sealed"
                },
                "1A109": {
                    "Long Desc": "Complaint Packaging Difficult To Dispense",
                    "Definition": "When a consumer complains that they cannot get a product to dispense.  If this is due to a product problem (i.e. not a package) such as a product consistency issue (i.e. the toothpaste is too hard and that's why it won't come out) use that other performance subject."
                },
                "1A110": {
                    "Long Desc": "Complaint Packaging Difficult To Remove Overwrap",
                    "Definition": "When a consumer complains thaty cannot take off the plastic seal/wrapping on a package"
                },
                "1A111": {
                    "Long Desc": "Complaint Packaging Exploding Container",
                    "Definition": "When a consumer complains that a product container exploded.  Please note, if the complaint is about a product itself exploding (i.e. power toothbrush, use subject 1C326 (Defect - Exploding Product (PowerTB))"
                },
                "1A112": {
                    "Long Desc": "Complaint Packaging Hard To Open",
                    "Definition": "When a consumer complains thaty are unable to open a product package"
                },
                "1A113": {
                    "Long Desc": "Complaint Packaging Leaking",
                    "Definition": "When a consumer complains that a product is leaking, but not that the package is broken or split"
                },
                "1A114": {
                    "Long Desc": "Complaint Packaging Messy Dispensing",
                    "Definition": "When a consumer complains that the dispensing of the product is messy"
                },
                "1A115": {
                    "Long Desc": "Complaint Packaging Miscellaneous Complaint",
                    "Definition": "Any general packaging complaint not covered by another code"
                },
                "1A116": {
                    "Long Desc": "Complaint Packaging Not Sealed",
                    "Definition": "When a consumer complains that a product package is open, never sealed"
                },
                "1A117": {
                    "Long Desc": "Complaint Packaging Package Never Dispensed",
                    "Definition": "When a consumer complains that a package of a product never dispensed or worked properly (i.e. deodorant can or liquid had soap pump that never dispensed product) If it is a product that never worked, like a powered brush, use 1c322. Also, for ineffective product, see those codes."
                },
                "1A118": {
                    "Long Desc": "Complaint Packaging Label Peeling Tube",
                    "Definition": "When a consumer complains that the label/printing is peeling or flaking off a package (if consumer is complaining that the dyes or colors ran from the label, use 1A105 (Packaging - Colors Ran)."
                },
                "1A119": {
                    "Long Desc": "Complaint Packaging Rust",
                    "Definition": "When a consumer complains that components of a package are rusting or showing signs of rust (i.e. rusting on the bottom of an underarm product aerosol can).  If property damage results, please double code using 1C112 (PD - Rust)."
                },
                "1A120": {
                    "Long Desc": "Complaint Packaging Ripped Tube",
                    "Definition": "When a consumer complains that a tube is torn somewhere else except along the seam"
                },
                "1A121": {
                    "Long Desc": "Complaint Packaging Spout Fell Out",
                    "Definition": "When a consumer complains that a measuring spout detached from a package (i.e. Automatic Dish Powder, liquid laundry detergent)"
                },
                "1A122": {
                    "Long Desc": "Complaint Packaging Split Shoulder",
                    "Definition": "When a consumer complains a tube is split around the top seam"
                },
                "1A123": {
                    "Long Desc": "Complaint Packaging Stopped Dispensing",
                    "Definition": "When a consumer complains that a package originally dispensed the product but then stopped.  If it is a product that stopped working or dispensing, like a powered brush, use 1c315. Also, for ineffective product, see those codes."
                },
                "1A124": {
                    "Long Desc": "Complaint Packaging Torn Tab",
                    "Definition": "When a consumer complains that the tab to pull open a product package is torn off (i.e. ultra powder laundry detergent)"
                },
                "1A125": {
                    "Long Desc": "Complaint Packaging Sharp/Rough Surface/Edge",
                    "Definition": "When a consumer complains that the package (ex.: plastic bottle / toothbrush blister pack / underarm product container) has a sharp edge or a rough surface.  Sometimes, if severe enough, this can cause a scratch or cut to the consumer, when opening the package or dispensing the product.  When an Adverse Event or Accidental Injury accompanies this complaint, the Adverse Event/Accidental Injury is the A contact, with this subject used as the additional issue.  Please note, when this sharp or rough surface or edge is on the product itself (such as the toothbrush handle) and not the package, please use subject 1B121 (Complaint Manufacturing Sharp/Rough Surface/Edge)."
                },
                "1A126": {
                    "Long Desc": "Complaint Packaging Bloated / Ballooning Container",
                    "Definition": "When a consumer complains that the walls or structure of the container have expanded."
                },
                "1A127": {
                    "Long Desc": "Complaint Packaging Collapsed / Warped Container",
                    "Definition": "When a consumer complains that the walls or structure of the container have collapsed."
                },
                "1A128": {
                    "Long Desc": "Complaint Packaging Sticky Opening",
                    "Definition": "NO LONGER USED (recom use: 1A114 Messy Pour/Spray"
                },
                "1A130": {
                    "Long Desc": "Complaint Packaging Uneven Dispensing",
                    "Definition": "When a consumer complains that the paste and the gel do not dispense evenly.  Most often will be used for Toothpaste that has a dual chamber tube."
                },
                "1A201": {
                    "Long Desc": "Complaint Labeling Typographical / Grammatical Error",
                    "Definition": "When a consumer complains that there is a typographical or grammatical error on a package."
                },
                "1A204": {
                    "Long Desc": "Complaint Labeling Complaint Label Hard to Read",
                    "Definition": "When a consumer complains that the label is hard to read (either lettering too small or in a color that makes it difficult to read, i.e. regarding the font). This can also apply to other packaging components, such as enclosed product leaflets.  This can apply to complaints about reading manufacturing code. Note: If the consumer is asking about the code and not complaining that they can't see it clearly, use subject 26204 (Pkg/Label Inquiry - Read Code). If the consumer is complaining about not being able to understand label or decipher the manufacturing code, use subject 13113 (Preference Pkg - Label/Pkg Confusing)."
                },
                "1A299": {
                    "Long Desc": "Complaint Labeling Miscellaneous",
                    "Definition": "When a consumer complains about any aspect of the label not covered by another code."
                },
                "1B101": {
                    "Long Desc": "Complaint Manufacturing Bottle Shavings",
                    "Definition": "When a consumer complains that pieces of a plastic bottle are inside a product package (Only for bottles where most likely the plastic is a piece from the actual bottle)."
                },
                "1B102": {
                    "Long Desc": "Complaint Manufacturing Charred Detergent",
                    "Definition": "When a consumer complains that the detergent crystals are burnt"
                },
                "1B103": {
                    "Long Desc": "Complaint Manufacturing Empty Package",
                    "Definition": "When a consumer complains that package they bought contained no product inside. Examples: a box with no tube in it, a tube that is completely empty, a multipack where some of the boxes are empty (note, if it is partially filled, use 1B104 Complaint Manufacturing Incomplete Fill)"
                },
                "1B104": {
                    "Long Desc": "Complaint Manufacturing Incomplete Fill",
                    "Definition": "When a consumer complains that container did not contain the full amount of product -i.e. it was underfilled (note, if it is completely empty, use 1B103 Complaint Manufacturing Empty Package)"
                },
                "1B105": {
                    "Long Desc": "Complaint Manufacturing Miscellaneous",
                    "Definition": "When a consumer complains about anything related to the manufacturing of a product that is not covered by another code"
                },
                "1B106": {
                    "Long Desc": "Complaint Manufacturing Misshapen Bar",
                    "Definition": "When a consumer complains that a bar of soap is not the shape it is supposed to be"
                },
                "1B107": {
                    "Long Desc": "Complaint Manufacturing Missing Cap",
                    "Definition": "When a consumer complains that a package they purchased did not have a top"
                },
                "1B108": {
                    "Long Desc": "Complaint Manufacturing Missing Scoop / Net",
                    "Definition": "When a consumer complains that the measuring or holding device, indicated as being included in the box, was not in a product package"
                },
                "1B109": {
                    "Long Desc": "Complaint Manufacturing Missing Spray Tube",
                    "Definition": "When a consumer complains that the spray tube (the part that descends from the pump and that the product travels along to get out) is missing"
                },
                "1B110": {
                    "Long Desc": "Complaint Manufacturing Missing Tuft",
                    "Definition": "When a consumer complains that a group of bristles was missing from the toothbrush."
                },
                "1B111": {
                    "Long Desc": "Complaint Manufacturing Open Crimp",
                    "Definition": "When a consumer complains that a tube was open or partially at the bottom fold (crimp is the seal at the bottom of the tube opposite from where the toothpaste comes out)"
                },
                "1B112": {
                    "Long Desc": "Complaint Manufacturing Staple",
                    "Definition": "When a consumer complains that the staple holding the bristles on the toothbrush is protruding from the brush and is visible"
                },
                "1B113": {
                    "Long Desc": "Complaint Manufacturing Sealing Tape",
                    "Definition": "When a consumer complains that tape used in the manufacture of a product is evident on a package (i.e. Handiwipes, toothpaste tube)"
                },
                "1B114": {
                    "Long Desc": "Complaint Manufacturing Wrong Product",
                    "Definition": "When a consumer complains that a package contains another product in it (i.e. Baking Soda Toothpaste tube in a Colgate Great Regular Flavor box, or a tube of Crest Toothpaste in a Colgate box)."
                },
                "1B115": {
                    "Long Desc": "Complaint Manufacturing Missing Ingredient",
                    "Definition": "When a consumer complains that a product is missing the stripes/striations/beads or other visible part of a product that is supposed to be there."
                },
                "1B116": {
                    "Long Desc": "Complaint Manufacturing Missing Inpack",
                    "Definition": "When a consumer complains that a package they bought that should have had another item or part on/in a package (i.e. a free toothbrush that was packaged with toothpaste, a pouf that was packaged with body wash, a trial size product was shrink-wrapped with the product they are purchasing, a whitening kit that includes a pen but where the pen is missing, an electric toothbrush that's missing the cord/charger/adapter) but the piece or part or item is missing. (note if the product itself is empty or not filled completely, use 1B103 or 1B104)."
                },
                "1B117": {
                    "Long Desc": "Complaint Manufacturing Tangled Floss",
                    "Definition": "When a consumer complains that the floss is twisted and cannot be pulled out."
                },
                "1B118": {
                    "Long Desc": "Complaint Manufacturing Missing Protective Seal",
                    "Definition": "When a consumer complains that the protective inner (safety) seal is missing."
                },
                "1B119": {
                    "Long Desc": "Complaint Manufacturing Extra Measuring Devices",
                    "Definition": "When a consumer complains that there are too many measuring devices in container"
                },
                "1B120": {
                    "Long Desc": "Complaint Manufacturing Misshapen Container / Package",
                    "Definition": "When a consumer complains that the container or package of a product is box is misshapen (can be a bottle, an outer carton, etc.)"
                },
                "1B121": {
                    "Long Desc": "Complaint Manufacturing Sharp/Rough Surface/Edge",
                    "Definition": "When a consumer complains that the finish of a product surface (often a toothbrush) has a sharp edge or a rough surface.  Sometimes, if severe enough, this can cause a scratch or cut to the consumer's mouth or skin.  When an Adverse Event or Accidental Injury accompanies this complaint, the Adverse Event/Accidental Injury is the A contact, with this subject used as the additional issue.  Please note, when this sharp or rough surface or edge is on the package and not the product, please use subject 1A125 (Complaint Packaging Sharp/Rough Surface/Edge)."
                },
                "1B122": {
                    "Long Desc": "Complaint Manufacturing Too Much Air in Tube",
                    "Definition": "Too much air – recom use: 1B124"
                },
                "1B123": {
                    "Long Desc": "Complaint Manufacturing Trouble Access Battery",
                    "Definition": "When a consumer complains that they cannot open or close the battery compartment of a battery-operated toothbrush."
                },
                "1B124": {
                    "Long Desc": "Complaint Manufacturing Air Bubbles / Spattering",
                    "Definition": "When a consumer complains that the product “sputters” out because there are air bubbles in the container/tube."
                },
                "1B125": {
                    "Long Desc": "Complaint Manufacturing Pieces Stuck Together",
                    "Definition": "When a consumer complains that the pieces of product are stuck together. This could apply to wipes, fabric softener sheets, pods, or any product that has parts that are separate and distinct but get stuck together, preventing them from being dispensed or being used individually."
                },
                "1C101": {
                    "Long Desc": "Complaint Property Damage Brown Stains",
                    "Definition": "When a consumer complains alleging that a product left brown stains on clothes or a surface.  Please note, for underarm fabric staining, use 1C129."
                },
                "1C102": {
                    "Long Desc": "Complaint Property Damage Blue Stains",
                    "Definition": "When a consumer complains alleging that a product left blue stains on clothes or a surface.  Please note, for underarm fabric staining, use 1C129."
                },
                "1C103": {
                    "Long Desc": "Complaint Property Damage Color Removal / Bleach Stain",
                    "Definition": "When a consumer complains alleging that a product took the color out of or bleached/removed color from clothes or a surface."
                },
                "1C104": {
                    "Long Desc": "Complaint Property Damage Color Transfer",
                    "Definition": "When a consumer complains alleging that a product caused color to transfer from one item to another"
                },
                "1C105": {
                    "Long Desc": "Complaint Property Damage Damaged Appliance",
                    "Definition": "When a consumer complains alleging that a product caused damage to an appliance"
                },
                "1C106": {
                    "Long Desc": "Complaint Property Damage Damaged Finish / Surface",
                    "Definition": "When a consumer complains alleging that a product ruined the finish on a surface (i.e. wood floor, porcelain sink, marble countertop, etc).  Note, for a scratched surface, please"
                },
                "1C108": {
                    "Long Desc": "Complaint Property Damage Etching",
                    "Definition": "When a consumer complains alleging that a product left permanent damage on glass or similar items washed in the automatic dishwasher.  This might appear as a rainbow like glaze, cloudiness that will not rinse off, scratches, stripped surface."
                },
                "1C109": {
                    "Long Desc": "Complaint Property Damage Miscellaneous Alleged",
                    "Definition": "When a consumer complains alleging any type of damage that is not already covered by another property damage code"
                },
                "1C110": {
                    "Long Desc": "Complaint Property Damage Miscellaneous Stains",
                    "Definition": "When a consumer complains alleging that a product caused staining that is not covered by other codes.  For brown staining, use 1C101.  For blue staining, use 1C102."
                },
                "1C111": {
                    "Long Desc": "Complaint Property Damage Ripped Fabrics",
                    "Definition": "When a consumer complains alleging that our laundry product caused the laundered fabric to tear"
                },
                "1C112": {
                    "Long Desc": "Complaint Property Damage Rust",
                    "Definition": "When a consumer complains alleging that a product left a rust stain on a surface"
                },
                "1C114": {
                    "Long Desc": "Complaint Property Damage Trouble Refinishing",
                    "Definition": "When a consumer complains alleging that they can't refinish a surface after using our product."
                },
                "1C115": {
                    "Long Desc": "Complaint Property Damage Tarnished Silver",
                    "Definition": "When a consumer complains alleging that the dish washing product caused silver to tarnish.  This might appear as a darkening or dulling of the silver, or a colored effect."
                },
                "1C117": {
                    "Long Desc": "Complaint Property Damage Shrinkage",
                    "Definition": "When a consumer complains alleging that the laundry product caused the fabrics to shrink"
                },
                "1C118": {
                    "Long Desc": "Complaint Property Damage Wool Damage / Felting",
                    "Definition": "When a consumer complains alleging that the laundry product caused the fabric to felt (matt)"
                },
                "1C120": {
                    "Long Desc": "Complaint Property Damage Miscellaneous Damaged Fabric",
                    "Definition": "When a consumer complains alleging that that a product damaged the fabric in a way that is not covered by another property damage code (i.e. not staining, ripping, shrinking, etc)"
                },
                "1C121": {
                    "Long Desc": "Complaint Property Damage Grease Stains",
                    "Definition": "When a consumer complains alleging that a product left greasy or oily stains on the fabric or surfaces.  Often related to use of fabric softener but could result from other products as well."
                },
                "1C123": {
                    "Long Desc": "Complaint Property Damage Softenr Sheet / Net Stuck on Windw",
                    "Definition": "When a consumer complains alleging that the fabric softener sheet/net adheres to/stays behind the dryer/washer window and does not rotate with the clothes"
                },
                "1C124": {
                    "Long Desc": "Complaint Property Damage Softener Sheet in Machine Engine",
                    "Definition": "When a consumer complains alleging that that the fabric softener sheet gets into the motor of the dryer"
                },
                "1C126": {
                    "Long Desc": "Complaint Property Damage Fabric Yellowed",
                    "Definition": "When a consumer complains alleging that that a fabric care product caused the fabric to yellow.  Note - use Subject 1C103 PD - Color Removal/Bleach Stain for complaints where a bleach product removed the color, and subject 1C129 PD - Underarm Fabric Staining for complaints of underarm staining that is yellow."
                },
                "1C127": {
                    "Long Desc": "Complaint Property Damage Fabric Greyed",
                    "Definition": "When a consumer complains alleging that that a fabric care product caused the fabric to grey"
                },
                "1C128": {
                    "Long Desc": "Complaint Property Damage Grocery Damage",
                    "Definition": "When a consumer complains alleging that that any product spilled on groceries and caused damage to the groceries."
                },
                "1C129": {
                    "Long Desc": "Complaint Property Damage Underarm Fabric Staining",
                    "Definition": "When a consumer complains alleging that that use of one of our underarm products caused a stain (any color) under the arm of their garment.  May also be accompanied by stiffness of fabric where the stain is."
                },
                "1C130": {
                    "Long Desc": "Complaint Property Damage Fire",
                    "Definition": "When a consumer complains alleging that the use of one of our products caused a fire, and possibly burned property."
                },
                "1C201": {
                    "Long Desc": "Complaint Consistency Caking",
                    "Definition": "When a consumer complains that a powdered product formed solid clumps.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C202": {
                    "Long Desc": "Complaint Consistency Crystallization",
                    "Definition": "When a consumer complains a liquid or gel product has sharp, solid material in it, formed crystals.  If consumer reports as pieces of glass, please code as 19102 Foreign Material - Glass.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C203": {
                    "Long Desc": "Complaint Consistency Dried Up / Hard",
                    "Definition": "When a consumer complains that a product is drier or harder than it is supposed to be.  Note, if it is too thick, use 1C209.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C204": {
                    "Long Desc": "Complaint Consistency Flakes",
                    "Definition": "When a consumer complains that a product (i.e. bar soap/deodorant) flakes apart.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C205": {
                    "Long Desc": "Complaint Consistency Gritty",
                    "Definition": "When a consumer complains that a product which should be smooth has a sand-like quality.   (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C206": {
                    "Long Desc": "Complaint Consistency Gelled / Coagulated Liquid",
                    "Definition": "When a consumer complains that a liquid product gelled, clumpy, or coagulated.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C207": {
                    "Long Desc": "Complaint Consistency Product Separation",
                    "Definition": "When a consumer complains that a product has separated, other resulting in some part being more of a liquid or watery and the other part being thicker and more viscous.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C208": {
                    "Long Desc": "Complaint Consistency Soft / Crumbling",
                    "Definition": "When a consumer complains that a product which should be hard and solid has become soft and crumbly (often used for underarm protection products). (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C209": {
                    "Long Desc": "Complaint Consistency Too Thick",
                    "Definition": "When a consumer complains that a liquid/gel/paste product is too thick, or thicker than usual.  It could result in difficulty dispensing (although that subject should not be used here because the product is the issue and not the package).  If it is so thick that is it actually dried out or hard, then use 1C203.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C210": {
                    "Long Desc": "Complaint Consistency Thin Watery",
                    "Definition": "When a consumer complains that a liquid/gel/paste product is too watery or thin.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C212": {
                    "Long Desc": "Complaint Consistency Miscellaneous",
                    "Definition": "When a consumer complains about a product's consistency but it is not covered by another more specific code.  (Please note that complaints about consistency that are preference related should be coded using subject 14105.)"
                },
                "1C302": {
                    "Long Desc": "Complaint Defect Bristles / Tuft Fall Out",
                    "Definition": "When a consumer complains that the bristles in a toothbrush, individually, or in tufts or clumps."
                },
                "1C303": {
                    "Long Desc": "Complaint Defect Broken Handle",
                    "Definition": "When a consumer complains that the toothbrush handle breaks in the middle"
                },
                "1C304": {
                    "Long Desc": "Complaint Defect TB Head Breaks",
                    "Definition": "When a consumer complains that parts or pieces of the head of a toothbrush break or fall off.  These pieces could include a chunk of the head itself, or could be parts of the head such as the WISP MW bead, the Max White polishing star, the tongue cleaner, the rubber around the head, the section that holds the bristles.  When a consumer reports that the entire head breaks off, that should be coded as 1C305 Complaint Defect Broken Neck."
                },
                "1C305": {
                    "Long Desc": "Complaint Defect Broken Neck",
                    "Definition": "When a consumer complains that a toothbrush breaks at the neck (where the head and the handle connect"
                },
                "1C306": {
                    "Long Desc": "Complaint Defect Bristles Wear",
                    "Definition": "When a consumer complains that the bristles on a toothbrush are splaying out"
                },
                "1C307": {
                    "Long Desc": "Complaint Defect Cracked",
                    "Definition": "When a consumer complains that a solid product cracks (i.e. bar soap, power toothbrush, etc.)"
                },
                "1C308": {
                    "Long Desc": "Complaint Defect Replacement Head Doesn't Stay Attached",
                    "Definition": "When a consumer complains that the head comes off of a replaceable head product handle or base.  There can be two causes of this.  The first is when the consumer does not properly attach the head when replacing it (depending on the product, indicated by a tight fit, hearing a click when attaching, lining up indicators, pushing past resistance to a tight fit, or seeing the head sitting backwards on the handle).  When probing, try to assess if this could be the case and guide accordingly for a better usage experience.  The second cause is when either the head or the base are made with parts that do not properly engage when fit together, or when those parts wear down, preventing a snug connection, and thus too easily disengaging."
                },
                "1C309": {
                    "Long Desc": "Complaint Defect Falls Apart/Breaks/Shreds/Frays/Splinters",
                    "Definition": "When a consumer complains that a product breaks into pieces.  Examples might be bar soap that breaks, underarm protection product sticks that break, floss that shreds, softener sheets or wipes that fall apart, power cords that fray, toothbrush handles that splinter)"
                },
                "1C310": {
                    "Long Desc": "Complaint Defect Long Bristle",
                    "Definition": "When a consumer complains that a toothbrush has an exceptionally long bristle"
                },
                "1C311": {
                    "Long Desc": "Complaint Defect Miscellaneous",
                    "Definition": "When a consumer complains about any type of defect that is not covered by another more specific code."
                },
                "1C312": {
                    "Long Desc": "Complaint Defect Off Color / Cloudy",
                    "Definition": "When a consumer complains that a product is not the color it is supposed to be; this is generally a current user of a product who knows what the proper color should be.  If the consumer is complaining about the color and it is a matter of preference, use 14104 (Preference - Dislikes Color)."
                },
                "1C315": {
                    "Long Desc": "Complaint Defect Stopped Working",
                    "Definition": "When a consumer complains that a product (such as a powered brush) has stopped working. Please note, if it is a package that stopped working, use 1a123 (Packaging - Stopped Dispensing)."
                },
                "1C316": {
                    "Long Desc": "Complaint Defect Battery Stopped Working",
                    "Definition": "When a consumer complains that the batteries no longer work."
                },
                "1C317": {
                    "Long Desc": "Complaint Defect Faulty Switch",
                    "Definition": "When a consumer complains that the swtich on an appliance does not switch on or off properly or doesn’t stay on as required."
                },
                "1C318": {
                    "Long Desc": "Complaint Defect Stopped Working / Fixed on Phone",
                    "Definition": "When a consumer complains that a product (but not a package), such as a power toothbrush, stops working but CA is able to walk them through necessary steps to get the product working again and it is fixed.  This has been disallowed because the Rep should code the appropriate subject for what about it didn't work, rather than that it was fixed over the phone."
                },
                "1C319": {
                    "Long Desc": "Complaint Defect Loud Whirling Noise",
                    "Definition": "When a consumer complains that the power toothbrush makes a loud whirring sound"
                },
                "1C320": {
                    "Long Desc": "Complaint Defect Slow / Sluggish [Powered Toothbrush]",
                    "Definition": "When a consumer complains that the power toothbrush is very slow or sluggish when rotating or vibrating."
                },
                "1C321": {
                    "Long Desc": "Complaint Defect Intermittent",
                    "Definition": "When a consumer complains that the power toothbrush stops and starts (intermittently)."
                },
                "1C322": {
                    "Long Desc": "Complaint Defect Never Worked",
                    "Definition": "When a consumer complains that their product (primarily power toothbrush) never worked.  (Note: this is not the same as 1A117, which is for packaging that doesn’t work.)"
                },
                "1C323": {
                    "Long Desc": "Complaint Defect Not Waterproof",
                    "Definition": "When a consumer complains that their power toothbrush isn’t waterproof; either because they can see rust or because they see water dripping out."
                },
                "1C324": {
                    "Long Desc": "Complaint Defect Broken Spindle",
                    "Definition": "When a consumer complains that the piece (spindle) that holds the replaceable head inside of the toothbrush breaks off."
                },
                "1C325": {
                    "Long Desc": "Complaint Defect Battery Cap Opens",
                    "Definition": "When a consumer complains that the battery cover on power brush does not stay closed causing batteries to fall out while in use."
                },
                "1C326": {
                    "Long Desc": "Complaint Defect Exploding Product (PowerTB)",
                    "Definition": "When a consumer complains that their product (not package or container) exploded. This is meant to be used when a consumer reports that their power toothbrush exploded. Note, this should not be confused with 1A111 (Packaging - Exploding Container), which is used when a container explodes. Also, if the consumer reports an adverse event resulting from the explosion, the contact must be double-coded."
                },
                "1C327": {
                    "Long Desc": "Complaint Defect Netting Ripped / Unraveled",
                    "Definition": "When a consumer complains that the netting around a product (Soupline Dose/Hearts) is ripped/unraveled or unstitched."
                },
                "1C328": {
                    "Long Desc": "Complaint Defect Battery Leaking / Exploding (Power TB)",
                    "Definition": "When a consumer complains that the battery in the power toothbrush product has leaked or exploded.  Note, this is not for use when the consumer reports that their power toothbrush exploded (for that situation, use code 1C326).  This should also not be confused with 1A111 (Packaging - Exploding Container), which is used when a container explodes.  Also, if the consumer reports an adverse event resulting from the explosion, the contact must be double-coded.  Samples of verbatims:  1. I opened up the battery compartment and it was like the batteries exploded inside.  2. He opened the toothbrush to replace the batteries and there was liquid in the compartment."
                },
                "1C329": {
                    "Long Desc": "Complaint Defect Hot Brush / Charger",
                    "Definition": "When a consumer complains that the brush base or charger of a product (ex: electric TB) feel too hot to the touch or have overheated"
                },
                "1C330": {
                    "Long Desc": "Complaint Defect Electrical Short/Sparks/Burning Smell",
                    "Definition": "When a consumer complains that the product (ex: electric TB) caused an electrical short, electrical sparks, or a burning smell"
                },
                "1C331": {
                    "Long Desc": "Complaint Defect Not Charging/Doesn't Hold Charge",
                    "Definition": "When a consumer complains about a power toothbrush not charging or not holding a charge."
                },
                "1C332": {
                    "Long Desc": "Complaint Defect LED Light/Color/Indicator Not Working",
                    "Definition": "When a consumer complaints that the LED colors or indicator lights on a power toothbrush are not working properly or at all"
                },
                "1C333": {
                    "Long Desc": "Complaint Defect Firmware Update Failure",
                    "Definition": "When a consumer complains that the firmware update they attempted failed, and the brush is not functioning properly. The person might describe the brush being \"stuck\" or \"frozen\", and it might not power on or off, doesn't charge, the LED light doesn't work or lights up \"permanently\" as solid green. This firmware failure can be indicated when the update never completes and/or the progress bar hasn't moved for an extended time and/or if it seems to complete but results in any or all of the described malfunctions. Only use this code if consumer confirms this happened during or immediately after a firmware update. If the consumer is reporting issues about the brush that are not confirmed as being related to a firmware update, such as Stopped working, Never worked, etc, do no use this code - look for a more appropriate code under complaint product defect (1C3)."
                },
                "1C401": {
                    "Long Desc": "Complaint Ineffective Bar Softens",
                    "Definition": "When a consumer complains that a bar soap melts too quickly, becomes mushy."
                },
                "1C402": {
                    "Long Desc": "Complaint Ineffective Doesn't Absorb",
                    "Definition": "When a consumer complains that a product does not absorb"
                },
                "1C403": {
                    "Long Desc": "Complaint Ineffective Doesn't Clean",
                    "Definition": "When a consumer complains a product doesn't leave a fabric/surface/skin/teeth clean"
                },
                "1C404": {
                    "Long Desc": "Complaint Ineffective Doesn't Control Odor",
                    "Definition": "When a consumer complains that a product that is supposed to control odor, doesn't.  Examples include deodorants/antiperspirants that don't control body odor, dish liquids that calim to control odor on sponges don't."
                },
                "1C405": {
                    "Long Desc": "Complaint Ineffective Dulled Finish",
                    "Definition": "When a consumer complains that after using a product the surface is duller than before.  Note, the consumer must be able to remedy this by rinsing or recleaning.  If it is a permanent dulling, use 1C106 (PD - Damaged Finish/Surface)."
                },
                "1C406": {
                    "Long Desc": "Complaint Ineffective Doesn't Soften",
                    "Definition": "When a consumer complains that a product doesn't soften or leave a soft, smooth feeling on skin or fabric"
                },
                "1C407": {
                    "Long Desc": "Complaint Ineffective Doesn't Stop Perspiration",
                    "Definition": "When a consumer complains a deodorant/antiperspirant doesn't control perspiration"
                },
                "1C408": {
                    "Long Desc": "Complaint Ineffective Film / Spots / Residue",
                    "Definition": "When a consumer complains that product leaves spots, residue, or film etc. on a surface/skin after use"
                },
                "1C409": {
                    "Long Desc": "Complaint Ineffective Leaves Body / Hair Dry",
                    "Definition": "When a consumer complains that product leaves body/hair dry after use"
                },
                "1C410": {
                    "Long Desc": "Complaint Ineffective Leaves Body / Hair Sticky / Oily",
                    "Definition": "When a consumer complains that product leaves body/hair sticky after use"
                },
                "1C411": {
                    "Long Desc": "Complaint Ineffective Leaves Odor",
                    "Definition": "When a consumer complains that product's smell remains after use, or leaves bad smell.  Note, if the complaint is one of preference about the smell (i.e. they don't like it or it is too strong, use an appropriate subject beginning with 141)."
                },
                "1C412": {
                    "Long Desc": "Complaint Ineffective Leaves Taste",
                    "Definition": "When a consumer complains  that a product leaves a bad taste after use.  Note, if the complaint is one of preference about the taste (i.e. they don't like it or it is too strong, use an appropriate subject beginning with 141."
                },
                "1C413": {
                    "Long Desc": "Complaint Ineffective Miscellaneous",
                    "Definition": "When a consumer complains about a product being ineffective in any other way that is not covered by another more specific code."
                },
                "1C414": {
                    "Long Desc": "Complaint Ineffective Off Odor",
                    "Definition": "When a consumer complains that a product doesn't smell the way it should (quality issue), and reports a malodor or a different odor than a product should have.  Note:  If the consumer complains that the fragrance is weak or missing, use subject 1C442 (Ineffective - Missing/Weak Fragrance).  If the consumer simply doesn't like the fragrance; most likely trying it for the 1st time, use subject 14108 (Preference - Dislikes Fragrance).  Also, if the consumer is complaining that a product left an odor, use subject 1C411 (Complaint Ineffective Leaves Odor).  Or, if the consumer is complaining that a product that is supposed to protect them from odor didn't (like an underarm product), this is the wrong subject to use - instead use subject 1C404 (Complaint Ineffective Doesn't Control Odor)."
                },
                "1C415": {
                    "Long Desc": "Complaint Ineffective Off Taste",
                    "Definition": "When a consumer complains that a product doesn't taste the way it should (quality issue), and reports a bad taste or a different taste than a product should have.  Note: If the consumer complains that the flavor is too strong, use subject 14111 (Preference - Flavor Strong).  If the consumer simply doesn't like the flavor; most likely trying it for the 1st time, use subject 14109 (Preference - Dislikes Flavor)."
                },
                "1C416": {
                    "Long Desc": "Complaint Ineffective Streaky Finish",
                    "Definition": "When a consumer complains that product left streaks on a surface."
                },
                "1C417": {
                    "Long Desc": "Complaint Ineffective Stain Removal",
                    "Definition": "When a consumer complains a product did not remove a stain from fabric or surface."
                },
                "1C418": {
                    "Long Desc": "Complaint Ineffective Tacky Finish",
                    "Definition": "When a consumer complains that product left a sticky finish on a surface."
                },
                "1C419": {
                    "Long Desc": "Complaint Ineffective Too Few Suds / Foam",
                    "Definition": "When a consumer complains that product has too few suds/lather/foam."
                },
                "1C420": {
                    "Long Desc": "Complaint Ineffective Too Many Suds / Foam",
                    "Definition": "When a consumer complains that product has too many suds/lather/foam."
                },
                "1C421": {
                    "Long Desc": "Complaint Ineffective Turned Water Red",
                    "Definition": "When a consumer complains that detergent caused the water in their washing machine turned red ."
                },
                "1C422": {
                    "Long Desc": "Complaint Ineffective Undissolved",
                    "Definition": "When a consumer complains that a powdered/solid product did not dissolve in water."
                },
                "1C423": {
                    "Long Desc": "Complaint Ineffective White Rings",
                    "Definition": "When a consumer complains that a product left white rings on a wood surface."
                },
                "1C424": {
                    "Long Desc": "Complaint Ineffective Non Recommended Use",
                    "Definition": "When a consumer complains that product did not work but used it for a use not recommended or tested for and that we do not have another subject to describe the results specifically.  Note - if the consumer is simply asking about a non recommended use, use Subject 27115 (Inquiry Usage - Not Recommended Misc.)  For example:  a consumer hears that toothpaste can be used to cure acne, and they apply Colgate toothpaste, and it does not cure their acne."
                },
                "1C425": {
                    "Long Desc": "Complaint Ineffective Doesn't Control Static",
                    "Definition": "When a consumer complains that the fabric softener sheets did not control the static on the clothes"
                },
                "1C426": {
                    "Long Desc": "Complaint Ineffective Doesn't Whiten",
                    "Definition": "When a consumer complains that a product did not whiten as promised (i.e., fabrics, teeth)"
                },
                "1C427": {
                    "Long Desc": "Complaint Ineffective Fabric Sheet Like Plastic",
                    "Definition": "When a consumer complains that fabric softener sheet feels hard like plastic"
                },
                "1C428": {
                    "Long Desc": "Complaint Ineffective Doesn't Reduce/Control Gum Bleeding",
                    "Definition": "When a consumer complains that a product doesn’t reduce/control gum bleeding as it should.  Note: if the consumer feels a product causes or increases gum bleeding, code as AE."
                },
                "1C429": {
                    "Long Desc": "Complaint Ineffective Fragrance Doesn't Last",
                    "Definition": "When a consumer complains that the fragrance does not remain for a time after using a product."
                },
                "1C430": {
                    "Long Desc": "Complaint Ineffective Product Hardens in Dispenser",
                    "Definition": "When a consumer complains that the powder detergent has collected in the washing machine detergent dispenser."
                },
                "1C431": {
                    "Long Desc": "Complaint Ineffective Doesn't Control Dandruff",
                    "Definition": "When a consumer complains that a product doesn’t control dandruff as it should."
                },
                "1C432": {
                    "Long Desc": "Complaint Ineffective Doesn't Repel Insects",
                    "Definition": "When a consumer complains that a product doesn’t repel insects as it should."
                },
                "1C433": {
                    "Long Desc": "Complaint Ineffective Causes Grey Foam",
                    "Definition": "When a consumer complains that a toothpaste they have used caused grey foam to form when using a power toothbrush."
                },
                "1C434": {
                    "Long Desc": "Complaint Ineffective Leaves Fabric Greasy",
                    "Definition": "When a consumer complains that after using our fabric softener, their clothes are left with a “greasy” feel."
                },
                "1C435": {
                    "Long Desc": "Complaint Ineffective Doesn't Freshen/Control Bad Breath",
                    "Definition": "When a consumer complains that the toothpaste does not control bad breath or leave a fresh feeling in the mouth."
                },
                "1C436": {
                    "Long Desc": "Complaint Ineffective Missing Weak Flavor",
                    "Definition": "When a consumer complains that a product loses its taste or flavor after using it for a period of time."
                },
                "1C437": {
                    "Long Desc": "Complaint Ineffective Sticks to Dental Work",
                    "Definition": "When a consumer complains that a product sticks to their dentures, crowns, etc."
                },
                "1C439": {
                    "Long Desc": "Complaint Ineffective Doesn't Stop Sensitivity",
                    "Definition": "When a consumer complains that a product, which claims to stop sensitivity in their teeth, does not.  Note, this should not be used for products intended to relieve pain, for those, use subject 1C441 (Ineffective - Doesn't relieve pain)."
                },
                "1C440": {
                    "Long Desc": "Complaint Ineffective Doesn't Make Hair Shine",
                    "Definition": "When a consumer complains that a product, which claims to leave hair shiny, does not."
                },
                "1C441": {
                    "Long Desc": "Complaint Ineffective Doesn't Relieve Pain",
                    "Definition": "When a consumer complains that the hair care product did not remove or control dandruff as claimed. Note, if the product causes dandruff use subject code 15312 (Complaint Adverse Event Causes Dandruff)"
                },
                "1C442": {
                    "Long Desc": "Complaint Ineffective Missing / Weak Fragrance",
                    "Definition": "When a consumer complains that a product that is supposed to have a fragrance is missing one or the fragrance a product has is weaker than it is supposed to be"
                },
                "1C443": {
                    "Long Desc": "Complaint Ineffective Doesn't Adhere",
                    "Definition": "When a consumer complains that a product does not stick or adhere to the surface where it is suppose to be used. (Example: The gel in the Optic White Pen+Whitening does not stick or adhere to the tooth surface)"
                },
                "1C444": {
                    "Long Desc": "Complaint Ineffective Doesn't fit well",
                    "Definition": "When a consumer complains that a product which should be worn by a consumer does not fit well. (Examples: Colgate Aligners are too tight or LED Whitening trays do not fit well, or comfortably etc.)"
                },
                "1C445": {
                    "Long Desc": "Complaint Ineffective Doesn't Resolve Condition Misc",
                    "Definition": "When a consumer complains that a product which should address a condition doesn’t work to resolve or relieve an already existing condition, that is not covered by another subject code.  For example, the consumer reports that the product failed to address dry mouth or doesn’t solve their miscellaneous oral health problems.  When there are other subjects that are more specific those should be used (i.e. 1C439 Complaint Ineffective Doesn't Stop Sensitivity would be used when a consumer reports that a product doesn’t relieve sensitivity; 1C431 Complaint Ineffective Doesn't Control Dandruff would be used when a consumer says a product didn’t control dandruff; 1C428 Complaint Ineffective Doesn't Reduce/Control Gum Bleeding would be used when the consumer says the product didn’t stop gum bleeding).  When the consumer says the product didn’t prevent a new condition, use Complaint Ineffective Doesn’t Prevent Condition Misc"
                },
                "1C446": {
                    "Long Desc": "Complaint Ineffective Doesn’t Prevent Condition Misc",
                    "Definition": "When a consumer complains that a product which should prevent a condition doesn’t work to do so, that is not covered by another subject code.  For example, the consumer reports that the product failed to prevent tooth decay or cavities or gingivitis or miscellaneous oral health problems.  When the consumer says the product didn’t address or resolve an already existing condition, use Complaint Ineffective Doesn't Resolve Condition Misc"
                },
                "1C501": {
                    "Long Desc": "Complaint App Games/Challenges",
                    "Definition": "When a consumer complains about any issue related to the games or challenges (activities where users get points) offered in one of our apps (i.e Brush Fanatic activity, Pirates and Rabbids games, Mindfulness Day activity, etc.)."
                },
                "1C502": {
                    "Long Desc": "Complaint App Pairing",
                    "Definition": "When a consumer complains about not being able to pair the brush to the app (this is the process of matching the brush with the app, which is critical for the app to be able to track the brush action), has trouble pairing the brush to the app (i.e. toothbrush won't pair to app or app is pairing to the wrong brush), or cannot maintain the connection between the brush and app. This code is only to be used for toothbrushes that require Bluetooth technology in order to be paired with the app."
                },
                "1C503": {
                    "Long Desc": "Complaint App Data/Statistics",
                    "Definition": "When a consumer complains about their brushing data (statistics) on the app being inaccurate/incorrect/missing. (i.e. brushed session not recorded, brushing session shows poor surface coverage even when user brushed properly), check up data shows no improvement, data is missing or disappeared, information from Coach not on stats tab). This code should not be used to address issues with points. It is about how the app is accurately tracking users performance."
                },
                "1C504": {
                    "Long Desc": "Complaint App Syncing Offline Activity",
                    "Definition": "When a consumer complains about any issue with syncing brush data to the app (this is the process of sending the data that the brush has collected while offline or distant from the app - ie while traveling) to the app. Examples: no notification received from the app to sync, offline brushings won't sync or they do not see the offline brushings in the app, etc)"
                },
                "1C506": {
                    "Long Desc": "Complaint App Account/Profile",
                    "Definition": "When a consumer complains about any issue related to their account or profile including creating an account, setting up an account, logging in, creating multiple profiles, accessing an account on multiple devices etc."
                },
                "1C507": {
                    "Long Desc": "Complaint App Redeeming Rewards Points",
                    "Definition": "When a consumer complains about issues with redeeming their reward points (my points are locked and I cannot redeem them, I can't finalize the purchase or the redemption won't go through). This can be used for portraits redemption programs at C-P (ie.free brush or brush heads) as well as companies that we partner with."
                },
                "1C508": {
                    "Long Desc": "Complaint App Earning Rewards Points",
                    "Definition": "When a consumer complains about issues earning their reward points (ie. my points disappeared, I did not get my points after I performed a challenge)."
                },
                "1C509": {
                    "Long Desc": "Complaint App App Freeze/Crash",
                    "Definition": "When a consumer complains about the app crashing (the app shuts down and disappears from the screen) or freezing (the app gets stuck on screen and user cannot move forward nor backward and have to force it to close) In both situations, consumers have to reopen the app and try again."
                },
                "1C510": {
                    "Long Desc": "Complaint App Brushing Detection",
                    "Definition": "When a consumer complains about the app not recognizing user's face (ex: when a camera is used to locate the user's face and brush) or detecting brushing motion accurately while using the app (ex: smart electric toothbrush with sensors). For example, consumer is brushing a specific area/zone but the app doesn't show it on screen."
                },
                "1C511": {
                    "Long Desc": "Complaint App Brushing Instruction",
                    "Definition": "When a consumer complains about the instructions given by the app to brush teeth. This includes complaints about incomplete or incorrect directions."
                },
                "1C512": {
                    "Long Desc": "Complaint App Wants More Levels/Challenges",
                    "Definition": "When a consumer reaches to the highest level in the app and there are no more challenges to accomplish, no more levels to move towards (i.e. Additional worlds for Magik, or additional challenges for heavy users) and wants more levels or activities."
                },
                "1C513": {
                    "Long Desc": "Complaint App Hard to Use",
                    "Definition": "When a consumer complains about the app being hard to use. This can include issues with understanding how to use, what to do in the app, etc."
                },
                "1C551": {
                    "Long Desc": "Complaint App Discontinuation / Can't Access / Not Available",
                    "Definition": "When a consumer complains about the app being decommissioned in their geography.  The consumer may have found out about this by receiving an email or other notification, or might have tried to find/update in the app/play store and not been able to find/install/update it, or may have tried to use the app unsuccessfully after it was decommissioned."
                },
                "1C599": {
                    "Long Desc": "Complaint App Miscellaneous",
                    "Definition": "When a consumer complains about any other app or connectivity performance issue that is not covered by another code."
                },
                "1D101": {
                    "Long Desc": "Complaint Website / Social Media Program",
                    "Definition": "When a consumer complains about the C-P website or our page on a social media site such as facebook, youtube, twitter, etc.  Usually, these are about content or navigational issues.  Note, complaints about coupons should be coded as promotions complains For example, complaints about not being able to access coupons on the website should be coded as 17125 (Promotion - Access Internet Cpn/Form).  Examples of situations that could be coded using this subject are:  having discontinued products still featured on the website, typos in the website content, difficulty navigating the website, requirements for information we collect, complaints about pop up ads or music on brand sites."
                },
                "1D102": {
                    "Long Desc": "Complaint Counterfeit Product",
                    "Definition": "When a consumer complains that they bought a counterfeit C-P product."
                },
                "1D103": {
                    "Long Desc": "Complaint Can't Access Consumer Affairs",
                    "Definition": "When a consumer complains that they cannot contact Consumer Affairs because: the phone line is always busy; they always reach an answering machine; hours of operation are inconvenient, number doesn't work from mobile phones, can't email, doesn't have internet access, etc."
                },
                "1D104": {
                    "Long Desc": "Complaint Can't Access Company Office/Local/HQ",
                    "Definition": "When a consumer complains that they are not able to access the company offices.  This is typically a non-Consumer Affairs contact, who ends up reaching out to Consumer Affairs after not being able to get through on the company switchboard. For complaints about not being able to reach Consumer Affairs, use subject 1D103."
                },
                "1D105": {
                    "Long Desc": "Complaint (non product or package) Miscellaneous",
                    "Definition": "When a consumer complains about anything else, non product related, and for which we do not have another specific code.  Please note, this should not be used in lieu of a follow up code."
                },
                "1D106": {
                    "Long Desc": "Complaint Access IVR / Call Director",
                    "Definition": "When a consumer complains about the Interactive Voice Response System."
                },
                "1D107": {
                    "Long Desc": "Complaint Direct Order Program",
                    "Definition": "When a consumer complains about our Direct Order Program (i.e., pricing, minimum/maximum order requirements, delivery time, etc.)"
                },
                "1D108": {
                    "Long Desc": "Complaint Corporate Program",
                    "Definition": "When a consumer complains about one of our Corporate Programs; i.e., Bright Smiles Bright Futures program."
                },
                "1D109": {
                    "Long Desc": "Complaint Distributor / Retailer / Wholesaler",
                    "Definition": "When a consumer complains about a distributor/wholesaler/retailer/dentist that sells our products or what they received from a retailer (et al). Could include complaints that they can't locate a distributor (et al.), that a distributor (et al.) is not responsive, that a distributor (et al.) treated them poorly, that they were given a distributor (et al.) name/contact information that is invalid or incorrect. If the consumer is simply asking about a distributor (et al.), use Subject Code 23113 Inquiry General Distributor/Retailer/Wholesaler. These are typically addressed by contacting the Customer Development Organization (CDO/Sales). If the consumer has an orders/logistics issue with a product purchased via ecomm or DTC (a Direct to Consumer Colgate website) use 1DO (Complaints Miscellaneous Non-Product)."
                },
                "1D121": {
                    "Long Desc": "Complaint Suspected Product Tampering",
                    "Definition": "When a consumer complains they have a product they suspect has been tampered with (implying intent to harm the company by interfering with the integrity of our products, or consumer health/security/peace of mind). For use anytime a consumer mentions/suggests possible tampering, using the word \"tampering\" or any other with the equivalent meaning (ex: \"someone messed with this\" \"I think someone tampered with this\" or \"it tastes bitter - someone must've put something in there\"). There must be at least another subject (AE or Quality Complaint) used as the primary (A) contact, with this used as the additional issue (B/greater). If a consumer reports a seal missing from a product that has one (\"Seal is missing - someone took it off and maybe even did something bad to it\") this subject would be used.  If however, the consumer asks if a product is supposed to have a safety seal or requests one, or just reports a missing seal without linking it to a tampering event, this code would not be used."
                },
                "1D201": {
                    "Long Desc": "Complaint Data Privacy General",
                    "Definition": "When an individual generally complains anywhere in the world about how we comply with privacy regulations, how we handle the personal data we collect, or about providing data to us.  If they have a specific request (inquiry) about handling their data (such as, but not limited to, those covered by Europe’s General Data Protection Regulation - GDPR), use one of those specific subject codes."
                },
                "1D301": {
                    "Long Desc": "Complaint Orders / Logistics DTC Recv'd Despite Cancel Order",
                    "Definition": "When a consumer complains that they received the product(s) despite cancelling the order on one of our Direct to Consumer (DTC) websites. Note, if this is about a subscription and not an individual order, use subject 1D302 Complaint Orders/Logistics Rec'd Despite Cancel Subscription."
                },
                "1D302": {
                    "Long Desc": "Complaint Orders / Logistics DTC Rec'd Despite Cancel Subs",
                    "Definition": "When a consumer complains that they received the product(s) despite cancelling the subscription on one of our Direct to Consumer (DTC) websites, or they did not realize they'd purchased a subscription bundle on one of our Direct to Consumer websites. Note, if this is about an individual order and not a subscription, use subject 1D301 Complaint Orders/Logistics Recv'd Despite Cancel Order."
                },
                "1D303": {
                    "Long Desc": "Complaint Orders / Logistics DTC Non-Receipt Order",
                    "Definition": "When a consumer complains that they never received their order that was placed on one of our Direct to Consumer (DTC) websites. This could be even if the tracking informations says otherwise."
                },
                "1D304": {
                    "Long Desc": "Complaint Orders / Logistics DTC Wrong Product",
                    "Definition": "When a consumer complains that they received the wrong product or the wrong quantity of product (i.e. if they ordered 3 of something but only got 2) from an order placed on one of our Direct to Consumer (DTC) websites. Examples: consumer ordered a E1 Connected TB and received an Optic White Adv LED Whitening kit, consumer ordered a 5pk but got a 3pk instead. This can be used when the photo or product information on the website doesn't match what the consumer received. When something is wrong with the product they received beyond a mismatch, use another complaint code."
                },
                "1D305": {
                    "Long Desc": "Complaint Orders / Logistics DTC Non-Receipt Refund",
                    "Definition": "When a consumer complains that a refund that was issued or should have been issued hasn't been received or credited yet from an order placed on one of our Direct to Consumer (DTC) websites."
                },
                "1D306": {
                    "Long Desc": "Complaint Orders / Logistics DTC Discount Code",
                    "Definition": "When a consumer complains that they have a problem with a coupon/discount code when placing an order on one of our Direct to Consumer (DTC) websites. For example, when trying to place an order using the code, the code doesn't work to reduce the price, the discount amount is incorrect, they are notified the code is invalid, or expired, etc."
                },
                "1D307": {
                    "Long Desc": "Complaint Orders / Logistics DTC Late Delivery",
                    "Definition": "When a consumer complains that a delivery was made later than stated on the website for an order placed on one of our Direct to Consumer (DTC) websites (i.e. expedited shipping was received in 4 days instead of overnight or standard delivery took 8 days vs 4 or 5 days)."
                },
                "1D308": {
                    "Long Desc": "Complaint Orders / Logistics DTC Cancel Subscription",
                    "Definition": "When a consumer complains that they no longer want a subscription to a product or service on our one of our Direct to Consumer (DTC) websites and wish to cancel it. The reasons for cancelling could include (but not limited to): don't like subscriptions (they want more control over their orders, they don't like auto-billing, they feel they were tricked into signing up for a subscription, etc) the product is not needed anymore. they don't want to spend the money. This code should not be use when the consumer finds the product itself unsatisfactory - if they choose to cancel their subscription because they are dissatisfied with the product, please code under the relevant product complaint. Note, if this is about a subscription purchased from another retailer, use subject 1D109 Complaint Distributor / Retailer / Wholesaler."
                },
                "1D354": {
                    "Long Desc": "Complaint Orders / Logistics Ecom Wrong Product",
                    "Definition": "When a consumer complains that they received the wrong product or the wrong quantity of product (i.e. if they ordered 3 of something but only got 2 from an order placed on a third party ecomm website (i.e. not a Colgate website). Examples: consumer ordered a Total Toothpaste and received an Optic White Toothpaste. For exmple, consumer ordered a 5pk but got a 3pk instead. This can be used when the photo or product information on the website doesn't match what the consumer received. When something is wrong with the product they received beyond a mismatch, use another complaint code."
                },
                "1D398": {
                    "Long Desc": "Complaint Orders / Logistics Ecom Miscellaneous",
                    "Definition": "When a consumer complains about orders or logistics in regards to ecommerce in general that is not covered by a more specific subject code.  Note, for Direct to Consumer (DTC) Miscellaneous complaints, use 1D399 Complaint Orders/Logistics DTC Miscellaneous."
                },
                "1D399": {
                    "Long Desc": "Complaint Orders / Logistics DTC Miscellaneous",
                    "Definition": "When a consumer complains about orders or logistics in regards to an order placed on one of our Direct to Consumer (DTC) websites that is not covered by a more specific subject code. Note, for complaints about miscellaneous general ecommerce (i.e. not one of our websites), use 1D398 Complaint Orders/Logistics Miscellaneous."
                },
                "1D401": {
                    "Long Desc": "Complaint Services Managing Appointment",
                    "Definition": "When a consumer complains about the overall appointment booking/ scheduling/ management of any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners, Colgate Whitening Spa, etc."
                }
            }
        }
    },
    "Subject Level 1: 200 INQUIRY: Any question about our products or company.": {
        "Subject Level 2: 210  Issue/Trend Inquiry: When a consumer asks a question about an issue-related topic": {
            "Subject Level 3: 211 Animal Rights Inquiries: When a consumer asks a question about Colgate’s policy or progress on animal rights/animal testing": {
                "21101": {
                    "Long Desc": "Inquiry Issue Animal Rights",
                    "Definition": "When a consumer inquires whether we do animal testing.  This is distinct from 11101 which is when a consumer complains about our Corporate Policy to conduct animal testing.  If after getting the answer, they express dissatisfaction, use the complaint code 11101 instead.  If after getting the answer, they express gratitude about our progress, use the praise code 51101 (Animal Praise - Progress Animal Testing) instead."
                }
            },
            "Subject Level 3: 212 Environment Inquiries: When a consumer asks a question about Colgate’s policy or progress on the environment": {
                "21201": {
                    "Long Desc": "Inquiry Issue Environment Biodegradability",
                    "Definition": "When a consumer inquires about the biodegradability of our products."
                },
                "21202": {
                    "Long Desc": "Inquiry Issue Environment General",
                    "Definition": "When a consumer inquires generally about our environmental policies"
                },
                "21203": {
                    "Long Desc": "Inquiry Issue Environment Recyclability",
                    "Definition": "When a consumers inquires about the recyclability of our products"
                },
                "21204": {
                    "Long Desc": "Inquiry Issue Environment Microplastics/Beads/Polythethylene",
                    "Definition": "When a consumer inquires about the presence microplastics, microbeads, or polyethylene in our products for environmental reasons. Note, if the consumer objects that product does contain any of these ingredients, or registers a complaint about it, use subject 11209."
                },
                "21205": {
                    "Long Desc": "Inquiry Issue Environment Product Disposal",
                    "Definition": "When a consumer inquires about how to dispose of a product.  These questions could include whether a product can be composted, how to dispose of a device that might have batteries, how to dispose a product sustainabuly or responsibly.  Please note, if a consumer asks if a product is biodegradable, use 21201 Inquiry Issue Environment Biodgradability; how to recycle it, use 21203 Inquiry Issue Environment Recyclability."
                }
            },
            "Subject Level 3: 214 Religious/Moral Inquiries: When a consumer asks a question about Colgate, or its products or ingredients with regard to religious or moral beliefs": {
                "21401": {
                    "Long Desc": "Inquiry Issue Religious / Moral AnimalOrigin Kosher Halal",
                    "Definition": "When a consumer, for religious or moral reasons, inquires about whether a product contains animal derived ingredients or whether a product is kosher, or Halal.   If after getting the answer, they express dissatisfaction, use the complaint code 11401 instead."
                }
            },
            "Subject Level 3: 215 Safety/Health Ingredient Inquiries: When a consumer asks a question about Colgate’s products or ingredients with regard to their safety or impact to health to the general population": {
                "21501": {
                    "Long Desc": "Inquiry Issue Product Safety Toxicity",
                    "Definition": "When a consumer inquires about whether a specific product is safe/non toxic for use"
                }
            },
            "Subject Level 3: 219 Other Issue Inquiries: When a consumer asks a question about an issue-related topic that does not fall into any of the other above categories": {
                "21901": {
                    "Long Desc": "Inquiry Issue Miscellaneous",
                    "Definition": "When a consumer inquires about one of our products regarding an issue not covered by another subject."
                }
            }
        },
        "Subject Level 2: 220  Advertising Inquiries : When a consumer asks a question or makes a request about our advertising.": {
            "Subject Level 3: 221 Advertising Inquiries: When a consumer asks a question or makes a request about our advertising.": {
                "22101": {
                    "Long Desc": "Inquiry Advertising Miscellaneous",
                    "Definition": "When a consumer inquires about our advertising and it is not covered by another more specific code."
                },
                "22102": {
                    "Long Desc": "Inquiry Advertising Participation",
                    "Definition": "When a consumer inquires about how they can be featured in an ad; or wants a family member/friend to participate"
                },
                "22103": {
                    "Long Desc": "Inquiry Advertising Influencer / Partnership / Follower",
                    "Definition": "When a consumer inquires if they can be sent a free product in exchange for sharing their experience via reviews, videos, social media posts etc., or if they can participate in an influencer campaign/partnership, or if they have any other question about an influencer campaign/partnership or follow request."
                }
            }
        },
        "Subject Level 2: 230  General Inquiries: When a consumer asks a general question or makes a general request .": {
            "Subject Level 3: 231 General Inquiries: When a consumer asks a general question or makes a general request.": {
                "23101": {
                    "Long Desc": "Inquiry General Donation / Sponsorship",
                    "Definition": "When a consumer or organization inquires about receiving money or product for a specific cause."
                },
                "23102": {
                    "Long Desc": "Inquiry General Info / Educational Material / Literature",
                    "Definition": "When a consumer, usually a student, inquires about receiving literature or information about C-P as a company."
                },
                "23103": {
                    "Long Desc": "Inquiry General CP History Company / Product",
                    "Definition": "When a consumer inquires about the background or history of C-P or its products."
                },
                "23104": {
                    "Long Desc": "Inquiry General Referral",
                    "Definition": "When a consumer inquires about something that is not handled or covered by Consumer Affairs and has to be referred to another department.  A Status Code indicating where the communication has been referred to should be selected when this subject is used."
                },
                "23106": {
                    "Long Desc": "Inquiry General Wants Items (Cap etc)",
                    "Definition": "When a consumer inquires about receiving C-P memorabilia (i.e. such as tshirts/caps/magnets/pens etc. with C-P or brand logos)"
                },
                "23107": {
                    "Long Desc": "Inquiry General Panel / Research Participation",
                    "Definition": "When a consumer inquires about participating on a C-P Focus/Research Panel"
                },
                "23108": {
                    "Long Desc": "Inquiry General Web Site / Social Media Program",
                    "Definition": "When a consumer inquires if C-P has a website on the Internet or a page on a social media site such as facebook, youtube, twitter, etc or how to access it"
                },
                "23112": {
                    "Long Desc": "Inquiry General Year 2000",
                    "Definition": "When a consumer inquires about C-P’s Y2K compliance."
                },
                "23113": {
                    "Long Desc": "Inquiry General Distributor / Retailer / Wholesaler",
                    "Definition": "When a consumer inquires about a distributor/retailer/wholesaler that sells our products. This could include requests for distributor contact details for any reason. Note, if the consumer is complaining about a distributor (et al.), please use Subject Code 1D109 Complaint Distributor/Retailer/Wholesaler. This is typically addressed by referring to or communicating about the issue with the Customer Development Organization (CDO/Sales). This is typically used with Customer Type 82 Sales-Retailer and Status Code 47 Sales Force. If the consumer has an orders/logistics question with a product purchased via ecomm or DTC (a Direct to Consumer Colgate website) use 280 (Inquiries Miscellaneous Non-Product)"
                },
                "23115": {
                    "Long Desc": "Inquiry General Bright Smiles Bright Futures",
                    "Definition": "When a consumer inquires about this specific C-P program, Bright Smiles Bright Futures."
                },
                "23117": {
                    "Long Desc": "DO NOT USE",
                    "Definition": ""
                },
                "23118": {
                    "Long Desc": "Brazil Kolynos Change",
                    "Definition": ""
                },
                "23199": {
                    "Long Desc": "Gen Inquiry Miscellaneous",
                    "Definition": "When a consumer inquires about something general that is not covered by another specific subject code."
                }
            }
        },
        "Subject Level 2: 240  Promotion Inquiries: When a consumer asks a question about any aspect of our promotional offers (can include sweepstakes, contests, giveaways, coupons, rebates, samples, etc.).": {
            "Subject Level 3: 241 Promotion Inquiries: When a consumer asks a question about any aspect of our promotional offers.": {
                "24101": {
                    "Long Desc": "Inquiry Promotion Address To Mail To",
                    "Definition": "When a consumer inquires about where to mail an entry for a specific promotional offer"
                },
                "24102": {
                    "Long Desc": "Inquiry Promotion Believe It Or Not",
                    "Definition": "Any entry pertaining to the Murphy's Believe it or Not Promotion"
                },
                "24103": {
                    "Long Desc": "Inquiry Promotion Wants Sample / Coupon",
                    "Definition": "When a consumer inquires about receiving a product sample or coupon (whether specific or just a general variety). This can include requests to be on mailing lists (you would indicate follow up \"Y\" for promotional opportunities."
                },
                "24104": {
                    "Long Desc": "Inquiry Promotion Coupon Redemption",
                    "Definition": "When a consumer sends their coupons here for redemption instead of going to store"
                },
                "24106": {
                    "Long Desc": "Inquiry Promotion Expiration Date",
                    "Definition": "When a consumer inquires about what date a specific offer is valid until"
                },
                "24107": {
                    "Long Desc": "Inquiry Promotion General Requirements",
                    "Definition": "When a consumer inquires generally about any of the requirements to participate in a promotional offer"
                },
                "24108": {
                    "Long Desc": "Inquiry Promotion Limit",
                    "Definition": "When a consumer inquires about whether the offer is limited to one name/address per household."
                },
                "24109": {
                    "Long Desc": "Inquiry Promotion Miscellaneous",
                    "Definition": "When a consumer inquires about anything related to a promotional offer that is not covered by another code."
                },
                "24110": {
                    "Long Desc": "Inquiry Promotion Forms",
                    "Definition": "When a consumer inquires to request a promotional form"
                },
                "24111": {
                    "Long Desc": "Inquiry Promotion Proof-Of-Purchase",
                    "Definition": "When a consumer inquires about what the necessary \"proof of purchase\" is for a specific product"
                },
                "24112": {
                    "Long Desc": "Inquiry Promotion Sent Promotion Requirements",
                    "Definition": "When a consumer sends promotion requirements to Consumer Affairs instead of to the fulfillment house"
                },
                "24114": {
                    "Long Desc": "Inquiry Promotion Winners List",
                    "Definition": "When a consumer inquires about receiving a copy of the official list of who won a specific promotion (sweepstakes)"
                },
                "24115": {
                    "Long Desc": "Inquiry Promotion Is this a CP Promotion?",
                    "Definition": "When a consumer asks if this is a C-P promotion."
                }
            }
        },
        "Subject Level 2: 250  Ingredient/Formula Inquiries: When a consumer asks a question about a product’s formula or about any of the ingredients in a product.": {},
        "Subject Level 2: 260  Product/Package Information Inquiries: When a consumer asks a question about a product or package or label or about the status or categorizing of a product.": {
            "Subject Level 3: 262 Package/Label Inquiries: When a consumer asks a question about a package or label.": {
                "26201": {
                    "Long Desc": "Inquiry Package / Label Miscellaneous",
                    "Definition": "When a consumer inquires about anything regarding a package/label that is not covered by another more specific code."
                },
                "26202": {
                    "Long Desc": "Inquiry Package / Label (EU only) Period After Opening",
                    "Definition": "(EU 7th Amendment Only)  When a consumer inquires about the small symbol on packaging.  I.e., “What does the small symbol that looks like an open box mean?"
                },
                "26203": {
                    "Long Desc": "Inquiry Package / Label Claim Substantiation",
                    "Definition": "When a consumer inquires about a back-up about a claim made in our advertising or on package. If the consumer is upset or disappointed that the product didn't deliver on a claim, use the appropriate complaint code instead (do not double code). For example, if a product now has the claim \"Dare to wear black.\" on a Women's underarm protection product, and the product leaves a residue on black clothing, code as 1C408    Ineffective - Film/Spots/Residue."
                },
                "26204": {
                    "Long Desc": "Inquiry Package / Label Read Code",
                    "Definition": "When a consumer inquires how to read the manufacturing code on a product."
                },
                "26205": {
                    "Long Desc": "Inquiry Package / Label Label Change",
                    "Definition": "When a consumer inquires why the label or package has been changed.   If this question precedes or is related to a complaint about the change, do not use this and code instead under the appropriate complaint subject."
                },
                "26206": {
                    "Long Desc": "Inquiry Package / Label What Package Made Of",
                    "Definition": "When a consumer inquires about what packaging is made from."
                },
                "26207": {
                    "Long Desc": "Inquiry Package / Label Safety Seal",
                    "Definition": "When a consumer inquires about whether a product is supposed to have a safety seal.  Often, for a product that does not have a safety seal (and maybe the consumer expects one) the consumer is trying to figure out if something is missing that should be there.  If the consumer wants a safety seal, that is considered a complaint, and subject code 13111 Complaint Preference Package Wants Safety Seal should be used. If the consumer is reporting that the safety seal is missing (from a product that has one), use 1B118 Complaint Manufacturing Missing Protective Seal. If a consumer is praising the presence of the safety seal, use 54115 Praise Product Safety Seal.  There are other subjects as well referencing seals, so be sure to consider and choose carefully."
                }
            },
            "Subject Level 3: 263 App Inquiries: When a consumer asks a question about the product's app (mobile application) or its connectivity": {
                "26301": {
                    "Long Desc": "Inquiry App Games/Challenges",
                    "Definition": "When a consumer inquires about the functionality of a game offered (i.e. How does the game work? How do I move to the next level? How many badges/coins can I earn?) or has a question about challenges."
                },
                "26302": {
                    "Long Desc": "Inquiry App Pairing",
                    "Definition": "When a consumer inquiries about how to pair their toothbrush to the app (this is the process of matching the brush with the app, which is critical for the app to be able to track the brush action; i.e. how to connect to bluetooth?), how the pairing process works, or any other question about pairing."
                },
                "26303": {
                    "Long Desc": "Inquiry App Data/Statistics",
                    "Definition": "When a consumer inquiries about their brushing data as it relates to the individual performance (i.e how does the brush record my data? How does the Coach work?)"
                },
                "26304": {
                    "Long Desc": "Inquiry App Syncing Offline Activity",
                    "Definition": "When a consumer inquires about how to sync the offline brush data to the app (this is the process of sending the data that the brush has collected while offline or distant from the app - for example, while traveling - to the app; i.e. how do I know when all the data has synced? How do I get the data from the toothbrush to the app? How often should I sync? How long can the brush hold data without syncing? What happens if the brush isn't synced on time?)"
                },
                "26306": {
                    "Long Desc": "Inquiry App Account",
                    "Definition": "When a consumer inquires about anything related to their account or profile including creating an account, setting up an account, logging in, creating multiple profiles, accessing an account on multiple devices etc."
                },
                "26307": {
                    "Long Desc": "Inquiry App Device/Operating System Compatibility",
                    "Definition": "When a consumer inquires about the devices or operating system the app is available on"
                },
                "26308": {
                    "Long Desc": "Inquiry App Rewards Points",
                    "Definition": "When a consumer inquires about how to earn or redeem reward points"
                },
                "26309": {
                    "Long Desc": "Inquiry App Health Platform/Tracker Compatibility",
                    "Definition": "When a consumer inquires about the integration between brushing data and any personal health tracking app for iOS and Android. ie: Apple Health, Google fit, etc"
                },
                "26310": {
                    "Long Desc": "Inquiry App Settings",
                    "Definition": "When a consumer inquires about a settings of the app ie. sound, languages, brushing duration, etc. Could include how to set these up, how to change them."
                },
                "26399": {
                    "Long Desc": "Inquiry App Miscellaneous",
                    "Definition": "When a consumer inquires about the functionality of the app/brush not covered by another code (i.e. How do I update the app? How do I add a brush/user to an account? How many people can be connected to a single account? )"
                }
            }
        },
        "Subject Level 2: 270  Usage Inquiries: When a consumer asks a question about how or when or under what conditions to use a product.": {
            "Subject Level 3: 271 Usage Inquiries: When a consumer asks a question about how or when or under what conditions to use a product.": {
                "27101": {
                    "Long Desc": "Inquiry Usage With Bleach / Ammonia",
                    "Definition": "When a consumer inquires about whether a specific product can be mixed or used with bleach"
                },
                "27102": {
                    "Long Desc": "Inquiry Usage On Cars",
                    "Definition": "When a consumer inquires about whether a specific product can be used to clean automobiles"
                },
                "27103": {
                    "Long Desc": "Inquiry Usage By Children",
                    "Definition": "When a consumer inquires about whether a specific product is OK to be used by children or about what age children the product might be suitable for"
                },
                "27104": {
                    "Long Desc": "Inquiry Usage Wet or Dry Cloth?",
                    "Definition": "When a consumer inquires about whether the cleaning cloth used should be wet or dry for effective use"
                },
                "27105": {
                    "Long Desc": "Inquiry Usage On Dentures / Dental Work",
                    "Definition": "When a consumer inquires about whether a specific oral care product can be used on dentures or other dental work."
                },
                "27106": {
                    "Long Desc": "Inquiry Usage Dosage How Much to Use?",
                    "Definition": "When a consumer asks the recommended amount of product for effective use.  Note, if a consumer wants to know how often to use a product, use subject 27136 Inquiry Usage - Frequency."
                },
                "27107": {
                    "Long Desc": "Inquiry Usage On Dishes",
                    "Definition": "When a consumer inquires about whether a specific product can be used to wash dishes"
                },
                "27108": {
                    "Long Desc": "Inquiry Usage In Dishwasher",
                    "Definition": "When a consumer inquires about whether a specific product can be used in the dishwasher"
                },
                "27109": {
                    "Long Desc": "Inquiry Usage On Furniture",
                    "Definition": "When a consumer inquires about whether a specific product can be used to clean furniture"
                },
                "27110": {
                    "Long Desc": "Inquiry Usage Can I Refinish / Varnish?",
                    "Definition": "When a consumer inquires about whether a surface can be refinished or varnished after using a product"
                },
                "27111": {
                    "Long Desc": "Inquiry Usage Washing Hands",
                    "Definition": "When a consumer inquires about whether a specific product can be used to wash hands"
                },
                "27112": {
                    "Long Desc": "Inquiry Usage Hand Washables / Fabrics",
                    "Definition": "When a consumer inquires about whether a specific product can be used to wash clothes by hand"
                },
                "27113": {
                    "Long Desc": "Inquiry Usage On Leather / Vinyl",
                    "Definition": "When a consumer inquires about whether a product can be safely used on leather"
                },
                "27114": {
                    "Long Desc": "Inquiry Usage Miscellaneous",
                    "Definition": "When a consumer inquires about any usage situation not covered by another specific code"
                },
                "27115": {
                    "Long Desc": "Inquiry Usage Not Recommended Miscellaneous",
                    "Definition": "When a consumer inquires about any usage situation which is not recommended by the company and not covered by another specific code (i.e. washing windows with Ajax Cleanser, using toothpaste for cleaning silver, using Irish Spring as a deer repellant).  As with any miscellaneous subject code, this should only be used when no other subject code applies."
                },
                "27116": {
                    "Long Desc": "Inquiry Usage Need to Dilute?",
                    "Definition": "When a consumer inquires about whether a product can be used straight from the container or needs to be diluted with water"
                },
                "27117": {
                    "Long Desc": "Inquiry Usage Need to Rinse?",
                    "Definition": "When a consumer inquires about whether they need to rinse the product off with water after using. It is applicable to surfaces, clothing or body parts."
                },
                "27118": {
                    "Long Desc": "Inquiry Usage On No Wax Floors",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on no wax floors"
                },
                "27119": {
                    "Long Desc": "Inquiry Usage On Painted Surfaces",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on painted surfaces"
                },
                "27120": {
                    "Long Desc": "Inquiry Usage On Carpeting / Rugs",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on carpets or rugs"
                },
                "27121": {
                    "Long Desc": "Inquiry Usage Showering / Bathing",
                    "Definition": "When a consumer inquires about whether a specific product can be used in the shower or bath (i.e. Is it OK to use Softsoap Shower Gel in the bath)"
                },
                "27122": {
                    "Long Desc": "Inquiry Usage On Stone / Marble / Granite",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on stone/marble/granite"
                },
                "27123": {
                    "Long Desc": "Inquiry Usage On Tile",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on tiled surfaces"
                },
                "27124": {
                    "Long Desc": "Inquiry Usage On Wood Cabinet / Paneling",
                    "Definition": "When a consumer inquires about whether a product can be safely used on wood cabinets, molding, or paneling."
                },
                "27125": {
                    "Long Desc": "Inquiry Usage On Wood Floors",
                    "Definition": "When a consumer inquires about whether a specific product can be safely used on wood floors"
                },
                "27126": {
                    "Long Desc": "Inquiry Usage In Washing Machine",
                    "Definition": "When a consumer inquires about whether a specific product can be used in a washing machine"
                },
                "27127": {
                    "Long Desc": "Inquiry Usage Rewax / Repolish After Use",
                    "Definition": "When a consumer inquires about whether wax or polish can be used after using a specific cleaning product (i.e. Murphy's)"
                },
                "27128": {
                    "Long Desc": "Inquiry Usage Water Quality (hard / soft)",
                    "Definition": "When a consumer inquires about cleaning product efficacy in hard/soft water"
                },
                "27129": {
                    "Long Desc": "Inquiry Usage Water Temperature",
                    "Definition": "When a consumer inquires about whether a product can to be used effectively with a specific water temperature (i.e. Can I use Ajax in cold water)"
                },
                "27130": {
                    "Long Desc": "Inquiry Usage As Disinfectant",
                    "Definition": "When a consumer inquires about how a product can be used as a disinfectant  - dosages, dilution ratios, etc.  If the consumer is inquiring about a product’s effectiveness as a disinfectant (such as what substances the product kills or inactivates when it disinfects, then use subject 26125 Inquiry Product Information Antibacterial/Disinfect/Sanitize."
                },
                "27135": {
                    "Long Desc": "Inquiry Usage In Garden",
                    "Definition": "When a consumer inquires about whether a product can be used in gardens.  For instance, consumers may want to know if their used dish water (often referred to as \"grey water\") can be reused to water plants."
                },
                "27136": {
                    "Long Desc": "Inquiry Usage Frequency",
                    "Definition": "When a consumer asks how often can they use product (i.e. twice a day, or everyday, etc)"
                },
                "27137": {
                    "Long Desc": "Inquiry Usage With Other Miscellaneous Products",
                    "Definition": "When a consumer inquires about whether a product can be used with other miscellaneous products that we do not have a specific subject for.  For example, if consumer ask about using with an electric toothbrush, use 27150 (Inquiry Usage - With Electric Toothbrush). If consumer asks about using with mouth rinse, use (27149  Inquiry Usage - With Mouthwash). If consumer asks about using with toothpaste, use (27156 Inquiry Usage - With Toothpaste)."
                },
                "27138": {
                    "Long Desc": "Inquiry Usage Eat /Drink After Use",
                    "Definition": "When a consumer asks if it is OK to eat or drink after using the product, or how long to wait before eating or drinking after using the product (i.e. after applying whitening gel, using mouthrinse, applying a topical fluoride treatment, etc.)."
                },
                "27139": {
                    "Long Desc": "Inquiry Usage With Fluoridated Water",
                    "Definition": "When a consumer inquires about whether they can use a product even though their toothpaste if fluoridated."
                },
                "27141": {
                    "Long Desc": "Inquiry Usage To Clean Appliances",
                    "Definition": "When a consumer inquires about whether a product can be used to clean appliances"
                },
                "27142": {
                    "Long Desc": "Inquiry Usage On Formica / Corian",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on Formica, Corian, or synthetic countertop/surface material"
                },
                "27143": {
                    "Long Desc": "Inquiry Usage On Fiberglass",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on fiberglass"
                },
                "27144": {
                    "Long Desc": "Inquiry Usage On Glass / Window / Mirrors",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on glass, windows or mirrors"
                },
                "27145": {
                    "Long Desc": "Inquiry Usage On Metal",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on metal"
                },
                "27146": {
                    "Long Desc": "Inquiry Usage On Plexiglass",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on Plexiglas"
                },
                "27147": {
                    "Long Desc": "Inquiry Usage On Wallpaper",
                    "Definition": "When a consumer inquires about whether a specific cleaning product can be used on wall paper."
                },
                "27148": {
                    "Long Desc": "Inquiry Usage Front Loader Washing Machine",
                    "Definition": "When a consumer inquires about whether a product can be used in a front loading washing machine."
                },
                "27149": {
                    "Long Desc": "Inquiry Usage With Mouthwash",
                    "Definition": "When a consumer inquires about whether a mouthwash can be used after brushing with a toothpaste."
                },
                "27150": {
                    "Long Desc": "Inquiry Usage With Electric Toothbrush",
                    "Definition": "When a consumer inquires about whether a toothpaste can be used with an electric toothbrush"
                },
                "27151": {
                    "Long Desc": "Inquiry Usage On Animals",
                    "Definition": "When a consumer inquires about whether product may be used on animals – e.g.. to clean, etc."
                },
                "27152": {
                    "Long Desc": "Inquiry Usage On Colored Clothes",
                    "Definition": "When a consumer inquires about whether a product may be used on colored clothes."
                },
                "27153": {
                    "Long Desc": "Inquiry Usage When to Use",
                    "Definition": "When a consumer inquires about when to use product – example:  use mouth rinse before or after I brush my teeth?"
                },
                "27154": {
                    "Long Desc": "Inquiry Usage While Pregnant / Breastfeeding",
                    "Definition": "When a consumer inquires about whether product is suitable for use while pregnant or breastfeeding?"
                },
                "27155": {
                    "Long Desc": "Inquiry Usage Use on Woolens",
                    "Definition": "When a consumer inquires about whether a product Is suitable for use on woolens?"
                },
                "27156": {
                    "Long Desc": "Inquiry Usage With Toothpaste",
                    "Definition": "When a consumer inquires about using a toothbrush with a particular toothpaste."
                },
                "27157": {
                    "Long Desc": "Inquiry Usage With Medical Conditions",
                    "Definition": "When a consumer inquires about whether a product can be used by someone with a certain medical condition."
                },
                "27158": {
                    "Long Desc": "Inquiry Usage Outside Treated Wood / Decks",
                    "Definition": "When a consumer inquires about whether they can use a product on outside treated wood/decks."
                },
                "27159": {
                    "Long Desc": "Inquiry Usage Plastic / Acrylic",
                    "Definition": "When a consumer inquires about whether they can use a product on plastic or acrylic surfaces."
                }
            }
        },
        "Subject Level 2: 280 Miscellaneous Non-Product Inquiries: When a consumer asks a question about something that is not product-related.": {
            "Subject Level 3: 281 Miscellaneous Non-Product Inquiries: When a consumer asks a question about something that is not product-related.": {},
            "Subject Level 3: 282 Inquiry Miscellaneous Data Privacy: When a consumer asks a question about data privacy, or makes a request regarding data privacy protections.": {
                "28201": {
                    "Long Desc": "Inquiry Data Privacy General",
                    "Definition": "When an individual generally inquires if C-P follows data privacy regulations, how we comply with the regulations, what we do with personal data we collect, or requests that we remove their data from our systems/lists.  If they have a specific request (inquiry) about handling their data (such as, but not limited to, those covered by Europe’s General Data Protection Regulation - GDPR), use one of those specific subject codes."
                },
                "28210": {
                    "Long Desc": "Inquiry Data Privacy SAR Access to Personal Information",
                    "Definition": "When an individual requests access to their personal data and/or an explanation of how CP is using their data.  Considered a Subject Access Request (SAR) and covered by Article 15 (Access) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28211": {
                    "Long Desc": "Inquiry Data Privacy SAR Correct Personal Information",
                    "Definition": "When an individual requests that CP corrects or updates inaccurate or old or incomplete personal data about them.  Considered a Subject Access Request (SAR) and covered by Article 16 (Correction) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28212": {
                    "Long Desc": "Inquiry Data Privacy SAR Provide Portable Copy Personal Info",
                    "Definition": "When an individual requests a copy of certain personal data in a standardized machine-readable format.  Considered a Subject Access Request (SAR) and covered by Article 20 (Portability) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28213": {
                    "Long Desc": "Inquiry Data Privacy SAR Delete Personal Information",
                    "Definition": "When an individual requests that CP delete their personal data.  Considered a Subject Access Request (SAR) and covered by Article 17 (Deletion) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28214": {
                    "Long Desc": "Inquiry Data Privacy SAR Object to Use Personal Info",
                    "Definition": "When an individual expresses objection to the use by CP of their personal data. This subject is most likely used in situations where we can double code the request additionally with the action step they want taken (i.e. Object & Restrict or Object and Delete). Considered a Subject Access Request (SAR) and covered by Article 21 (Objection) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28215": {
                    "Long Desc": "Inquiry Data Privacy SAR Restrict Use Personal Info",
                    "Definition": "When an individual requests that CP “quarantine” their personal data, i.e., that CP ceases using the information other than storing it. This could take the form of “opt-out” – we can hold it but not use it in specific instances or for specific purposes.  For example, an individual might allow us to keep their data in CRS to deal with a complaint, but not use it in a marketing campaign. Considered a Subject Access Request (SAR) and covered by Article 18 (Restriction) of Europe’s General Data Protection Regulation (GDPR)."
                },
                "28299": {
                    "Long Desc": "Inquiry Data Privacy SAR Miscellaneous",
                    "Definition": "When an individual's Subject Access Request (SAR) doesn’t fall into one of the specific request codes, or when the person has not provided enough details or guidance in their request to enable us to code it more specifically.  Efforts must be made to obtain the specific information, and then this code is changed to a more specific one in the A contact. The only time this should remain is when we attempt to follow up with the individual and are not able to obtain the detail we need to revise it to one of the other SAR subject codes."
                }
            },
            "Subject Level 3: 283 Inquiry Miscellaneous Orders/Logistics: When a consumer asks a question about orders or subscriptions": {
                "28301": {
                    "Long Desc": "Inquiry Orders / Logistics DTC Managing Subscription",
                    "Definition": "When a consumer inquires about or requests help managing their subscription on one of our Direct to Consumer websites. This could include changing the frequency of shipments [for example, every 6 months vs. every 3 months], changing the product [for example, wants a different product], changing the credit card on file for the subscription billing. If this is about an individual order, and not an subscription (which is an automatic order placed at a set frequency, then use Subject 28303 Inquiry Orders/Logistics Managing Order."
                },
                "28303": {
                    "Long Desc": "Inquiry Orders / Logistics DTC Managing Order",
                    "Definition": "When a consumer inquires about or requests help managing their order placed on one of our Direct to Consumer websites. This could include accessing the order or account, changing the shipping speed, changing the delivery address, applying a discount code, changing the product or quantity ordered. If this is about a subscription, and not an individual order, then use Subject 28301 Inquiry Orders / Logistics DTC Managing Subscription."
                },
                "28398": {
                    "Long Desc": "Inquiry Orders / Logistics Ecom Miscellaneous",
                    "Definition": "When a consumer inquires about orders or logistics in regards to ecommerce in general.  Note, for Direct to Consumer (DTC) Miscellaneous inquiries, use 28399 Inquiry Orders / Logistics DTC Miscellaneous"
                },
                "28399": {
                    "Long Desc": "Inquiry Orders / Logistics DTC Miscellaneous",
                    "Definition": "When a consumer inquires about orders or logistics in regards to an order placed on one of our Direct to Consumer websites that is not covered by a more specific subject code."
                }
            },
            "Subject Level 3: 284 Inquiry Miscellaneous Services: When a consumer asks a question about any of the services we offer": {
                "28401": {
                    "Long Desc": "Inquiry Services Appointment Cancellation",
                    "Definition": "When a consumer inquires about or requests help cancelling an appointment for any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners, Colgate Whitening Spa, etc."
                },
                "28402": {
                    "Long Desc": "Inquiry Services Appointment Change",
                    "Definition": "When a consumer inquires about or requests help changing an appointment for any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners, Colgate Whitening Spa, etc."
                },
                "28403": {
                    "Long Desc": "Inquiry Services Appointment Booking/Scheduling",
                    "Definition": "When a consumer inquires about or requests help booking an appointment for any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners, Colgate Whitening Spa, etc.  This subject covers scheduling the initial appointment.  Appointment cancellations/changes are covered by 28401 Inquiry Services Appointment Cancellation and 28402 Inquiry Services Appointment Change."
                },
                "28411": {
                    "Long Desc": "Inquiry Services Financing",
                    "Definition": "When a consumer inquires about financing any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners."
                },
                "28412": {
                    "Long Desc": "Inquiry Services Insurance",
                    "Definition": "When a consumer inquires if a product or service provided by or in association with Colgate can be covered by insurance, or requests assistance or has questions about submitting documentation for their own insurance coverage. This could include initiatives such as Colgate Aligners or requests for help paying for a prescription product."
                }
            }
        }
    },
    "Subject Level 1: 300 MISCELLANEOUS: Any communication that does not seem to fall into any other existing category of communications (i.e. follow-up).": {
        "Subject Level 2: 310 Miscellaneous: When a consumer contacts us about something not covered by any other subject (and not a complaint/inquiry/praise/unsolicited submission).": {
            "Subject Level 3: 311 Miscellaneous: When a consumer contacts us about something not covered by any other subject.": {
                "31101": {
                    "Long Desc": "Miscellaneous Consumer Follow Up",
                    "Definition": "When a consumer recontacts us to follow up on an original contact and it is not covered by another miscellaneous subject code (i.e., it is not an adverse event, a foreign matter, a property damage, or unsolicited disclosure,  thank you, etc.)"
                },
                "31102": {
                    "Long Desc": "Miscellaneous Consumer Follow Up Thank You",
                    "Definition": "When a consumer recontacts us to follow up on an original contact and thank us  (i.e. they express appreciation that they received materials in the mail, that we resolved their issue, that they got good service, etc.)"
                },
                "31103": {
                    "Long Desc": "Miscellaneous Follow Up AE / FM / PD / UD",
                    "Definition": "When a consumer recontacts us to follow up on an original contact that is an adverse event, a foreign matter, a property damage, or unsolicited disclosure.  If it is not related to one of those, use subject 31101 (Misc - Consumer Follow Up)."
                },
                "31104": {
                    "Long Desc": "Miscellaneous Follow Up Additional Response Needed",
                    "Definition": "When an additional follow up contact has to be created to generate multiple responses to a single consumer contact. For example, the consumer emails us and we have to send both an email as well as a physical response. Note - if the follow up is related to an AE/FM/PD/UD, 31104 may not be used and only the 31103 Misc - Follow Up AE/FM/PD/UD may be used."
                },
                "31105": {
                    "Long Desc": "Miscellaneous Follow Up CP Recontacted Consumer",
                    "Definition": "When C-P recontacts the consumer.  Note - if the recontact is related to an AE/FM/PD/UD, 31105 may not be used and only the 31103 Misc - Follow Up AE/FM/PD/UD may be used."
                },
                "31106": {
                    "Long Desc": "Miscellaneous Consumer Follow Up Dissatisfied",
                    "Definition": "When a consumer re-contacts us to follow up on an original contact and indicates that they are not happy with some aspect of our service (i.e. they weren’t handled well, the fulfillment was incomplete or inadequate,  our response took too long to reach them,  etc.).  This subject is only to be used for follow up contacts, where the consumer has had previous contacts with us.  This subject is not to be used for dissatisfaction with products, programs etc. – those situations all call for other specific complaint subjects."
                },
                "31108": {
                    "Long Desc": "Miscellaneous Wrong Company",
                    "Definition": "When a consumer contacts us in error (i.e. about another company's product)"
                },
                "31109": {
                    "Long Desc": "Miscellaneous Busy",
                    "Definition": "When a consumer could not contact C-P Consumer Affairs because the line was busy."
                },
                "31110": {
                    "Long Desc": "Miscellaneous Contacted / Visited Doctor",
                    "Definition": "When a consumer states they contacted/visited a doctor or health care provider"
                },
                "31111": {
                    "Long Desc": "Miscellaneous Referred to Poison Control Center",
                    "Definition": "When a consumer was referred to a Poison Center"
                },
                "31112": {
                    "Long Desc": "Miscellaneous Prank / Joke / Spam",
                    "Definition": "When a consumer contacts us but it is not a legitimate communication Examples of phone calls: they hang up, kids call just to make a call, kids or adults play jokes on us.  Examples of emails: unintelligible, incomplete or inappropriate content, emails bulk mailed, sales pitches for opportunities not connected to our business, invitations to connect or participate in contests/sweepstakes."
                },
                "31113": {
                    "Long Desc": "Miscellaneous Colgate Recontacted",
                    "Definition": "When Colgate recontacts the consumer."
                },
                "31114": {
                    "Long Desc": "Miscellaneous CP Contact Information (address / web / phone)",
                    "Definition": "When a consumer asks for C-P’s contact information (i.e. mailing address, phone number, website, facebook page, etc)"
                },
                "31115": {
                    "Long Desc": "Miscellaneous Invalid Contact",
                    "Definition": "When a contact is entered into the system it is not a valid consumer contact.  This includes emails received that are duplicates to other legitimate emails (resulting from consumer clicking submit multiple times)."
                },
                "31116": {
                    "Long Desc": "Miscellaneous Knowledge Base Contact",
                    "Definition": "When a consumer has contacted C-P using the interactive FAQ application on the website and we do not have complete data to code more accurately, or the consumer was given a message to contact us directly to get their question answered or issue resolved, and we do not want to specifically code a contact that might have then come in a different way and been coded already."
                },
                "31180": {
                    "Long Desc": "Miscellaneous Recall General/Unconfirmed Recalled Product",
                    "Definition": "When a consumer contacts us to ask about a product being recalled when it is not a report of impacted product.  This can be used when it is a general inquiry, when we can't confirm the product in question is the actual product which was recalled (generally because there isn't enough information to make that determination) or when the information provided indicates the specific product/unit is not one being recalled.  If we are able to confirm the specific product the consumer has or is asking about is being recalled, use subject 31181 Miscellaneous Recall Confirmed Recalled Product."
                },
                "31181": {
                    "Long Desc": "Miscellaneous Recall Confirmed Recalled Product",
                    "Definition": "When a consumer contacts about a product being recalled and we are able to confrm during the interaction that they have the recalled product (recalled product matches description with details associated with the recall, such as manufacturing code, SKU, size, production location, or other). If the contact is about a recall, and we are not able to confirm the specific product/unit referred to is one being recalled, use Subject 31180 Miscellaneous Recall General/Unconfirmed Recalled Product."
                },
                "31199": {
                    "Long Desc": "Miscellaneous Miscellaneous",
                    "Definition": "When a consumer contacts us with any general communication which isn't covered by another code (i.e. unfocused)"
                },
                "31120": {
                    "Long Desc": "Miscellaneous Follow Up problem (Italy)",
                    "Definition": ""
                }
            }
        }
    },
    "Subject Level 1: 400 UNSOLICITED SUBMISSION: Any suggestion for new uses for products, for actual new products, for specific alterations to existing products or containers, or for new ways of marketing / promoting / advertising products.": {
        "Subject Level 2: 410 Unsolicited Submissions: Any suggestion for new uses for products, for actual new products, for specific alterations to existing products or containers, or for new ways of marketing / promoting / advertising products.": {
            "Subject Level 3: 411 Unsolicited Submissions: Any suggestion for new uses for products, for actual new products, for specific alterations to existing products or containers, or for new ways of marketing / promoting / advertising products.": {
                "41101": {
                    "Long Desc": "Unsolicited Submission Advertising / Marketing",
                    "Definition": "When a consumer has an idea on how to advertise or market our products"
                },
                "41102": {
                    "Long Desc": "Unsolicited Submission Alternate Use",
                    "Definition": "When a consumer has an idea on a different way to use an existing product"
                },
                "41103": {
                    "Long Desc": "Unsolicited Submission New Product / Existing Category",
                    "Definition": "When a consumer has an idea for a new product in an existing category"
                },
                "41104": {
                    "Long Desc": "Unsolicited Submission Not In Product Line",
                    "Definition": "When a consumer has an idea for a product which is not in our core categories"
                },
                "41105": {
                    "Long Desc": "Unsolicited Submission Packaging",
                    "Definition": "When a consumer has an idea on how to improve/develop new packaging"
                },
                "41106": {
                    "Long Desc": "Unsolicited Submission Product Modification",
                    "Definition": "When a consumer has an idea on how to change an existing product"
                },
                "41107": {
                    "Long Desc": "Unsolicited Submission Sales Promotion",
                    "Definition": "When a consumer has an idea for a new product promotion"
                },
                "41108": {
                    "Long Desc": "Unsolicited Submission Unknown",
                    "Definition": "When a consumer has an idea they want us to consider but does not divulge what it is."
                },
                "41109": {
                    "Long Desc": "Unsolicited Submission Flavor / Fragrance",
                    "Definition": "When a consumer has an idea for a new flavor or fragrance we should use in one of our products."
                }
            }
        }
    },
    "Subject Level 1: 500 PRAISE: Any complimentary comment about the company or products or services we provide.": {
        "Subject Level 2: 510 Issue/Trend Praise: Any complimentary comment about an issue-related topic.": {
            "Subject Level 3: 511 Animal Rights Praise: Any complimentary comment about Colgate’s policy or progress on animal rights/animal testing": {
                "51101": {
                    "Long Desc": "Praise Issue Animal Rights Progress Animal Testing",
                    "Definition": "When a consumer compliments our Animal Testing Policy which is moving toward reduction of testing."
                }
            },
            "Subject Level 3: 512 Environment Praise: Any complimentary comment about Colgate’s policy or progress on the environment": {
                "51201": {
                    "Long Desc": "Praise Issue Environment Good Effort",
                    "Definition": "When a consumer praises our environmental efforts"
                },
                "51206": {
                    "Long Desc": "Praise Issue Environment Recyclable Packaging",
                    "Definition": "When a consumer praises our  products' recyclable packaging"
                },
                "51208": {
                    "Long Desc": "Praise Issue Environment Use Recycled Materials",
                    "Definition": "When a consumer praises our use of recycled materials in the packaging of our products"
                },
                "51209": {
                    "Long Desc": "Praise Issue Environment Progress Palm Oil",
                    "Definition": "When a consumer praises us for progress we are making in the area of sustainable palm oil sourcing. Examples include but are not limited to praise of CP participating in letter to Roundtable for Sustainable Palm Oil (RSPO), our membership in The Forest Trust, etc. If consumer is complaining about our use of palm oil, use subject 11208."
                }
            },
            "Subject Level 3: 513 Other Issue Praise: Any complimentary comment about an issue-related topic that does not fall into any of the other categories": {
                "51304": {
                    "Long Desc": "Praise Issue Other No Religious Certification",
                    "Definition": "When a consumer praises or thanks us for not being certified by a religious group or for religious use, most commonly for a product not being kosher or halal certified. If the consumer is complaining about a CP product being certified, use subject 11904 (Complaint Issue Other Religious Certification (Kosher/Halal).  If they are asking if a product is kosher or halal, use subject 21401 (Inquiry Issue Religious / Moral AnimalOrigin Kosher Halal)."
                },
                "51308": {
                    "Long Desc": "Praise Issue Other Made Domestically",
                    "Definition": "When a consumer praises the that we manufacture of a product/s domestically."
                },
                "51309": {
                    "Long Desc": "Praise Issue Other Business Practices",
                    "Definition": "When a consumer praises the corporation's business practices, such as good labor practices, good employee benefits or conditions, responses to crises, etc."
                },
                "51312": {
                    "Long Desc": "Praise Issue Other Label Foreign Language",
                    "Definition": "When a consumer praises having our labels in multiple languages"
                },
                "51331": {
                    "Long Desc": "Praise Issue Other Nondiscrimination Sex Orientaton/Identity",
                    "Definition": "When a consumer praises or thanks us for our values in regards to non-discrimination based on sexual orientation or identity or our actions taken against discrimination based on sexual orientation or identity."
                },
                "51332": {
                    "Long Desc": "Praise Issue Other Non Discrimination Racial/Ethnic",
                    "Definition": "When a consumer praises or thanks us for our values in regards to non-discrimination based on Race or Ethnicity or our actions taken against discrimination based on race or ethnicity."
                }
            },
            "Subject Level 3: 514 Religious/Moral Praise: Any complimentary comment about Colgate, or its products or ingredients with regard to religious or moral beliefs": {
                "51401": {
                    "Long Desc": "Praise Issue Religious / Moral Animal Origin / By-Product",
                    "Definition": "When a consumer praises that a product/s does not contain any ingredients from animal by-products"
                }
            },
            "Subject Level 3: 515 Safety/Health Ingredient Praise: Any complimentary comment about Colgate’s products or ingredients with regard to their safety or impact to health to the general population": {
                "51501": {
                    "Long Desc": "Praise Issue Safety / Health Aluminum Free",
                    "Definition": "When a consumer praises that a product/s does not contain aluminum"
                },
                "51511": {
                    "Long Desc": "Praise Issue Safety / Health Triclosan Free / non-AB",
                    "Definition": "When a consumer praises that a product/s does not contain triclosan, or that it is not antibacterial."
                }
            }
        },
        "Subject Level 2: 520 Advertising Praise: Any complimentary comment about our advertising.": {
            "Subject Level 3: 521 Advertising Praise: Any complimentary comment about our advertising.": {
                "52101": {
                    "Long Desc": "Praise Advertising Content / Campaign",
                    "Definition": "When a consumer praises our advertising.  For example, it could be a positive comment about content, spokesperson or campaign."
                },
                "52102": {
                    "Long Desc": "Praise Advertising Time Slot",
                    "Definition": "When a consumer praises the specific program (TV/Radio) or website during which an ad runs or is placed.   For example, it could be a positive comment about the type of TV show a C-P ad appears during."
                }
            }
        },
        "Subject Level 2: 530 Promotion Praise: Any complimentary comment about a company or product promotion (can include sweepstakes, contests, giveaways, coupons, rebates, samples, etc.).\nr advertising.": {
            "Subject Level 3: 531 Promotion Praise: Any complimentary comment about our a company or product promotion.": {
                "53101": {
                    "Long Desc": "Praise Promotion Miscellaneous",
                    "Definition": "When a consumer praises any aspect of a promotional offer"
                }
            }
        },
        "Subject Level 2: 540 Product Praise: Any complimentary comment about a product.": {
            "Subject Level 3: 541 Product Praise: Any complimentary comment about our a product.  Note, all of these subjects should be used when the consumer praises something specific about the product, or a specific product.  If a consumer mentions, in the course of telling us something else, that they've been enjoying Colgate toothpaste for many years, you would not have to code a praise.": {
                "54101": {
                    "Long Desc": "Praise Product Antibacterial Benefit",
                    "Definition": "When a consumer praises the antibacterial benefit of a product"
                },
                "54102": {
                    "Long Desc": "Praise Product Package",
                    "Definition": "When a consumer praises a product package"
                },
                "54103": {
                    "Long Desc": "Praise Product Color",
                    "Definition": "When a consumer praises the color of a product/package"
                },
                "54104": {
                    "Long Desc": "Praise Product Cap",
                    "Definition": "When a consumer praises the cap on a product/package"
                },
                "54105": {
                    "Long Desc": "Praise Product Cleans Well",
                    "Definition": "When a consumer praises how well a product cleans an item/surface"
                },
                "54106": {
                    "Long Desc": "Praise Product Flavor",
                    "Definition": "When a consumer praises the flavor of a product"
                },
                "54107": {
                    "Long Desc": "Praise Product Fragrance",
                    "Definition": "When a consumer praises the fragrance (scent, aroma) of a product."
                },
                "54108": {
                    "Long Desc": "Praise Product Long Lasting Suds",
                    "Definition": "When a consumer praises the amount of time the lather/suds last.  Please note, when the positive comment is about the amount of suds a product makes, use 54109 (Praise - Lathers/Suds Well)."
                },
                "54109": {
                    "Long Desc": "Praise Product Lathers / Suds Well",
                    "Definition": "When a consumer praises the amount of lather/suds a product makes while in use.  Please note, when the positive comment is about how long the suds last for, use subject 54108 (Praise - Long Lasting)."
                },
                "54110": {
                    "Long Desc": "Praise Product General",
                    "Definition": "When a consumer praises a product generally, or in a way that is not covered by another code"
                },
                "54111": {
                    "Long Desc": "Praise Product Multi-Use",
                    "Definition": "When a consumer praises that a product can be used in many different ways."
                },
                "54112": {
                    "Long Desc": "Praise Product No More Skin / Mouth Irritation",
                    "Definition": "When a consumer praises that a product did not cause a skin/mouth irritation/dryness.   This is for use when a consumer usually experiences irritation from products like these, but now that they are using this product they don't have this problem.  Please note, if the positive comment is a general one about the effect of the product on the skin (i.e. it makes it soft, smoothes wrinkles, etc.), use subject 54114 (Praise - Likes Effect on Skin).  If the positive comment is about the relief of pain (such as due to tooth sensitivity), use subject 54131 (Praise - Sensitivity/Pain Relief)."
                },
                "54113": {
                    "Long Desc": "Praise Product Economical",
                    "Definition": "When a consumer praises the price or value of our products"
                },
                "54114": {
                    "Long Desc": "Praise Product Effect on Skin",
                    "Definition": "When a consumer praises the effect our product has on their skin.  Please note, if the positive comment is about not experiencing irritation they may have experienced in the past with our product or a different product, use subject 54112 (Praise - No More Skin/Mouth Irritation)."
                },
                "54115": {
                    "Long Desc": "Praise Product Safety Seal",
                    "Definition": "When a consumer praises our use of a tamper resistant seal on a package"
                },
                "54116": {
                    "Long Desc": "Praise Product Static Control",
                    "Definition": "When a consumer praises a product for its static control benefits."
                },
                "54117": {
                    "Long Desc": "Praise Product Non Recommended",
                    "Definition": "When a consumer praises a product for a use that is not recommended."
                },
                "54118": {
                    "Long Desc": "Praise Product Keeps Me Dry / Odor Free",
                    "Definition": "When a consumer praises a product for keeping them dry from perspiration and odor free (can be used for underarm products, deodorant bar soaps, etc)."
                },
                "54119": {
                    "Long Desc": "Praise Product Safe for Septic Systems",
                    "Definition": "When a consumer praises our products because they can be used with septic systems."
                },
                "54120": {
                    "Long Desc": "Praise Product Toothbrush Handle",
                    "Definition": "When a consumer praises the handle of our toothbrushes.  Please note, when a consumer praises the toothbrush head or bristles, use 54122 (Praise - Likes TB Head/Bristles)."
                },
                "54121": {
                    "Long Desc": "Praise Product Non-Fluoride Toothpaste",
                    "Definition": "When a consumer praises that a toothpaste does not contain fluoride."
                },
                "54122": {
                    "Long Desc": "Praise Product Toothbrush Head / Bristles",
                    "Definition": "When a consumer praises the toothbrush head or bristles.  Please note, when a consumer praises the toothbrush handle, use 54120 (Praise - Likes Toothbrush Handle)."
                },
                "54123": {
                    "Long Desc": "Praise Product Fights Cavities / Bad Breath",
                    "Definition": "When a consumer praises the cavity fighting benefits or bad breath control of a product."
                },
                "54124": {
                    "Long Desc": "Praise Product Whitens Well",
                    "Definition": "When a consumer praises the whitening benefit of a product."
                },
                "54125": {
                    "Long Desc": "Praise Product Convenience",
                    "Definition": "When a consumer praises the convenience of a product (i.e., wipes, etc.)"
                },
                "54126": {
                    "Long Desc": "Praise Product Softening Effect on Fabric",
                    "Definition": "When a consumer praises the softening effect our product had on their fabric"
                },
                "54127": {
                    "Long Desc": "Praise Product Effect on Hair",
                    "Definition": "When a consumer praises the effect a product has on their hair – shine, softening, manageability, etc."
                },
                "54128": {
                    "Long Desc": "Praise Product Consistency",
                    "Definition": "When a consumer praises the consistency of a product."
                },
                "54130": {
                    "Long Desc": "Praise Product No Residue",
                    "Definition": "When a consumer praises that a product does not leave any film/spots/residue when used."
                },
                "54131": {
                    "Long Desc": "Praise Product Sensitivity / Pain Relief",
                    "Definition": "When a consumer praises that a product relieves tooth sensitivity/pain."
                },
                "54161": {
                    "Long Desc": "Praise Product Excited To Try",
                    "Definition": "When a consumer praises a product by expressing their excitement about wanting to try it or the possibility of trying it in the future. This is most often driven by the consumer finding out about it by seeing something on social media, but could also have heard from a friend, seen in store, seen an ad, etc. They have not tried the product yet, but are expressing enthusiasm and their desire or intent to try."
                }
            },
            "Subject Level 3: 542 App Praise: Any complimentary comment about the product's app (mobile application) or its connectivity.": {
                "54201": {
                    "Long Desc": "Praise App/Connectivity",
                    "Definition": "When a consumer praises the app/smart brush generally, or in a way that is not covered by another code.(Including games)"
                }
            }
        },
        "Subject Level 2: 550 Praise Website: Any complimentary comment about one of our websites.": {
            "Subject Level 3: 551 Praise Website: Any complimentary comment about one of our websites.": {
                "55101": {
                    "Long Desc": "Praise Website / Social Media Program",
                    "Definition": "When a consumer praises our website or our page on a social media site such as facebook, youtube, twitter, etc."
                }
            }
        },
        "Subject Level 2: 560 Praise Printed Material: Any complimentary comment about any of our printed material.": {
            "Subject Level 3: 561 Praise Printed Material: Any complimentary comment about any of our printed material.": {
                "56101": {
                    "Long Desc": "Praise Likes Printed Material Sent",
                    "Definition": "When a consumer praises printed material they received from us."
                },
                "": {
                    "Long Desc": "",
                    "Definition": ""
                },
                "5D103": {
                    "Long Desc": "Praise Access / Service 800#",
                    "Definition": "When a consumer praises C-P for having good access to the company (being able to contact us easily via social media/web/phone, or any other channel) , or for receiving good service."
                },
                "5D105": {
                    "Long Desc": "Praise Donation",
                    "Definition": "When we are praised or thanked for providing donations/support"
                },
                "5D108": {
                    "Long Desc": "Praise Corporate Program",
                    "Definition": "When a consumer praises C-P on our corporate programs."
                },
                "5D109": {
                    "Long Desc": "Praise Appointment Management/Handling",
                    "Definition": "When a consumer praises the overall appointment booking/ scheduling/ appointment management of any services provided by or in association with Colgate. This could include initiatives such as Colgate Aligners, Colgate Whitening Spa, etc."
                }
            }
        }
    }
}